{
  "songbook": "Nyimbo za Wokovu",
  "songs": [
    {
      "number": 1,
      "title": "#1 E Yesu mshindaji wa Golgotha",
      "verses": [
        "1 E’ Yesus, Mshindaji wa Golgotha, twakusifu! Bendera ya mapenzi ni Alama ya Kushinda. Ulichukua dhambi zetu juu ya msalaba wako. Twakuhimidi, Bwana na Mfalme! Haleluya!",
        "2 Twashinda na zaidi ya kushinda kati’ yote. Kwa damu yako, Yesu, na watuinua moyo. Katika vita na ‘jaribu twaipeleka kwa furaha Bendera yako nzuri ya kushinda kati’ vita.",
        "3 Mbinguni Mkombozi ni Mkuu mwenye sifa. Aliondoa dhambi kwa kutufilia wote. Mwana Kondoo wake Mungu, Umestahili kupokea Uweza, Utukufu na Heshima. Haleluya!"
      ]
    },
    {
      "number": 2,
      "title": "#2 Kijito kiko chenye damu itokayo Mwokozi",
      "verses": [
        "1 Kijito kiko chenye damu itokayo Mwokozi. Kiwaoshacho wakosaji :/: Na dhambi na uchafu.:/:",
        "2 Msalabani mnyang’anyi alikiona hima. Mnyonge mimi kama yeye :/: Nitakasike pia.:/:",
        "3 Mwokozi wetu, damu yako daima ina nguvu. Ya kuokoa wenye dhambi :/: Wa makabila yote.:/:",
        "4 Kijito hicho cha ajabu ni tumaini langu. Upendo wako nausifu, :/: Nausifu hata kufa.:/:",
        "5 Nimeamini, naamini uliye nifilia, Msalabani umetoa :/: Maisha yako Yesu.:/:"
      ]
    },
    {
      "number": 3,
      "title": "#3 Kisima safi sana chatoka msalaba",
      "verses": [
        "1 Kisima safi sana chatoka msalaba, Kimetufungukia, chasafisha vema. Twaweza kusikia sauti yake Yesu: “Unifuate sasa kwa kiti cha neema”.\n\nKisima cha msalaba, damu ya Yesu Kristo, chatusafisha sisi sote na dhambi na uchafu.",
        "2 Ufike, mwenye dhambi, kisima ni karibu. Uache dhambi zako, upumzike hapa! Katika damu yake kabisa utapona, Tazama msalaba, kisima kitokako!",
        "3 Kisima hicho safi cha damu ya Mwokozi. Kinatutia afya na nguvu ya kushinda. Mfalme wetu, Yesu, tumhimidi tena! Furaha yetu yote ni kushukuru Mungu!"
      ]
    },
    {
      "number": 4,
      "title": "#4 Usiku kabla ya kuteswa Yesu",
      "verses": [
        "1 Usiku kabla yakuteswa, Yesu Alikusanya wanafunzi wake; Alifahamu kwamba saa yake Yakutolewa ilikaribia.",
        "2 Kwa roho aliona Gethsemane, Maneno yake na huzuni nyingi; Zaidi aliofu saa ile, ata’poachwa hata naye Mungu.",
        "3 Alitamani saa ya pasaka Pamoja na wapendwa wake huku. Katika pendo lake kubwa sana Aliyashinda majaribu yote.",
        "4 Akautwa’ mkate aka’mega, ‘Twaeni, mle, huu ni mwili wangu! Na akawapa wanafunzi wake. Wa heri kila mtu ‘aminiye.",
        "5 Ba’daye akawapa na kikombe, Na akasema: «Nyweni nyote hiki! Ni damu yangu inayo mwangika Kwa ondoleo la makosa yote."
      ]
    },
    {
      "number": 5,
      "title": "#5 Dhahabu na fedha haziniokoi",
      "verses": [
        "1 Dhahabu na fedha haziniokoi, Hazina na mali haziponyi roho, Lakini kwa damu ya Yesu Mwokozi Nime nunuliwa nipate uhuru.\n\nNakombolewa pasipo mali, kwa neema nimeokoka! Ni bei ghali: kwa damu yake alilipa deni langu.",
        "2 Dhahabu na fedha hazinilipii madeni makubwa ninayo kwa Mungu. Mwokozi alinikomboa kwa damu. Nipate wokovu nitoke dhambini.",
        "3 Dhahabu na fedha haziufungui Mlango waku’karibia Mwokozi, Lakini kwa damu nimeifikia Neema ya Mungu aliye mkuu.",
        "4 Dhahabu na fedha hazinifikishi Nyumbani mwa Mungu nilie mwasia, Lakini nimekombolewa kwa damu, Kwa hiyo nitachukuliwa mbinguni."
      ]
    },
    {
      "number": 6,
      "title": "#6 Twa'sifu Mungu kwa ajili ya damu",
      "verses": [
        "1 Twa’sifu Mungu kwa ajili ya damu takatifu, Inayotosha, kuondoa makosa yetu yote.",
        "2 Wakristo wanakusanyika karibu ya kisima, hawapungukiwi kitu, wakaa kwa Mwokozi.",
        "3 Tuimbe duniani pote juu ya pendo kubwa, kwa kuwa tumefunguliwa kisima cha Golgotha.",
        "4 Kisima hicho, Yesu Kristo, na damu yake: damu yake. Wasumbukao wastarehe, waburudishwe hapa.",
        "5 Na wenye dhambi wanaitwa kwa wingi wa rehema, na wakosaji na maskini wasaidiwa sana.",
        "6 Tumeipata tunu kubwa, neema kwa neema, apokeaye fungu lake ni mtu wa uheri.",
        "7 Haleluya! Tuna’himidi Mwenyezi na Mwanawe na Roho ‘takatifu pia. Haleluya! Amina."
      ]
    },
    {
      "number": 7,
      "title": "#7 Mwokozi ameutimiza wokovu",
      "verses": [
        "1 Mwokozi ameutimiza wokovu Kwa neema kubwa, na juu ya mwamba wa neno la Mungu najenga imani.\n\nAliniokoa kabisa. Kwa damu alinisafisha. Ninamshukuru Mwokozi kwa sababu alinikomboa hakika!",
        "2 Mzigo wa dhambi aliuondoa kwa neema kubwa. Naona furaha rohoni kabisa, Amani yangu.",
        "3 Naweza kukaa mweupe rohoni kwa neema kubwa; na Roho ya Mungu inaniongoza njiani daima.",
        "4 Karibu na Yesu nalindwa salama kwa neema kubwa. Ahadi za Mungu zanipa furaha iliyo kamili."
      ]
    },
    {
      "number": 8,
      "title": "#8 Yesu Kristo asifiwe",
      "verses": [
        "1 Yesu Kristo asifiwe! Alizichukua dhambi, ne’ma inatoka kwake kati’ damu. Umeosha moyo wako, umekuwa safi, huru umeondolewa dhambi kati’ damu?\n\n:/: Kati’ damu:/: umeosha moyo wako, umekuwa safi, huru?:/: Kati’ damu:/: umeondolewa dhambi kati’ damu?",
        "2 Ukilia, ukijuta, dhambi hazitoki kwamwe; haki kweli uta’pata kati damu. Mambo yakusumbuayo Yesu a’ondoa mara, unapata ukombozi kati’ damu.",
        "3 Yesu atakuchukua arusini mwake huko. Umevikwa nguo safi kati’ damu? Je, wajenga ju’ ya mwamba, moyo wako u mzima, unashinda kila saa kati’ damu?",
        "4 Bwana Yesu asifiwe! Alitoa damu yake, na kwa damu ya thamani tutashinda. Asubuhi kubwa ile vita itakapokwisha, tutaimba kwa furaha ju’ ya damu."
      ]
    },
    {
      "number": 9,
      "title": "#9 Naiamini damu yako",
      "verses": [
        "1 Naiamini damu yako na msalaba wako, Yesu, Mwokozi wangu wa pekee, napata yote kwako.\n\nUliyoyaahidi na’pata kwa imani. Huwezi kuniacha mimi; napata yote kwako.",
        "2 Kwa damu nimetakasika, na mto wa uzima wako waniletea nguvu tele, napata yote kwako.",
        "3 Nafungwa kwa upendo wako, njiani unaniongoza, na katika hatari zote napata nguvu kwako.",
        "4 Ninakupenda, Bwana Yesu, wanisikia niombapo, wanipa jibu la maombi, napata yote kwako."
      ]
    },
    {
      "number": 10,
      "title": "#10 Damu yako yenye baraka",
      "verses": [
        "1 Damu yako yenye baraka inayo tuosha makosa, ilimwagwa msalabani, Bwana Yesu, ulipokufa. Nastahili ‘pata hukumu, na siwezi mimi kujiosha. Unioshe katika damu nipate kuwa safi kabisa.\n\nSafi, safi kweli, safi, safi kweli! Unioshe katika damu, nipate kuwa safi kabisa!",
        "2 Yesu, ulivikwa miiba, kuangikwa juu ya mti. Ulivumilia mateso, maumivu na majeraha. Ninataka kijito hicho, n’ende na nikasafishwe sana! Unioshe katika damu, nipate kuwa safi kabisa.",
        "3 Baba, kweli nina makosa, moyo wangu wa udhaiffu; mimi mwenye dhambi rohoni nitaona wapi Mwokozi? Yesu, kwako msalabani naja, ninakuamini sasa.. Unioshe katika damu,, nipate kuwa safi kabisa.",
        "4 Bwana,, nimefika karibu,, unilinde kwako milele! Ufungue kila kikamba, unijaze moyo mwenyewe. Na karibu ya msalaba nitakaa hata kufa kwangu. Unioshe katika damu,, nipate kuwa safi kabisa"
      ]
    },
    {
      "number": 11,
      "title": "#11 Ikiwa wananiuliza",
      "verses": [
        "1 Ikiwa wananiuliza msingi wa uzima, Je, twahitaji kuongeza kwa kazi yake Yesu? Kwa uhodari nitajibu: Msingi wangu ni wa nguvu, ni damu yake Yesu Kristo, inanitosha sana.",
        "2 U mwamba wa zamani sana, daima utadumu. Na hata siku nitakufa, nitautegemea. Nitakapoondoka huku, nitamsifu mwana kondoo, na damu ya Mwokozi wangu, funguo la mbinguni."
      ]
    },
    {
      "number": 12,
      "title": "#12 Kwa badala yangu kweli",
      "verses": [
        "1 Kwa badala yangu kweli Yesu alitoa damu. Mimi huru na ni heri, Bwana Yesu asifiwe.\n\nYesu alinikomboa, lakini si kwa dhahabu na mali ya dunia; bali damu ya Mwana ni malipo kwa ajili yangu, haleluya!",
        "2 Tu’inue msalaba, hata wote wataona Mwana wake Mungu, hapo alitoa damu yake!",
        "3 Dia (sic) kubwa, Yesu Kristo! Wingi sana wa upendo: Yesu aliacha mbingu, alitufilia wote.",
        "4 Sitaweza kufahamu bei ya wokovu wangu, bali ninajua sana: Yesu alinikomboa."
      ]
    },
    {
      "number": 13,
      "title": "#13 Nani aweza kuniweka huru",
      "verses": [
        "1 Nani aweza kuniweka huru? Ni Yesu Mwokozi, Yesu Mwokozi. Nguvu ‘kushinda nipate kwa nani? Kwa damu ya Yesu Mwokozi.\n\nKuna nguvu, nguvu ya ajabu kuu, Kati’damu ya Mwokozi! Kuna nguvu, nguvu ya ajabu kuu, kati’ damu yake Yesu.",
        "2 Nitawezaje kuvunja tamaa? Kwa damu ya Yesu, damu ya Yesu! Nikaribie kisima cha ‘hai, kisima cha damu ya Yesu!",
        "3 Nitawezaje kuoshwa moyoni? Kwa damu ya Yesu, damu ya Yesu! Nitakasike katika kisima, kisima cha damu ya Yesu!",
        "4 Nitawezaje kutenda vizuri? Kwa nguvu ya Yesu, nguvu ya Yesu! Nitawezaje kufika mbinguni? Kwa nguvu ya damu ya Yesu!"
      ]
    },
    {
      "number": 14,
      "title": "#14 Mwokozi wangu ulikwenda juu",
      "verses": [
        "1 Mwokozi wangu ulikwenda juu kukaa kuumeni kwake Baba; Utakusanya sisi sote huko, mbinguni kwako, utatufikishsa.:/: Makao mema wa’tuandalia, unatungoja kwake Mungu Baba.:/:",
        "2 Mwombezi wetu wewe, Yesu Kristo, kwa’jili yetu mbele yake Baba. Wachunga sana sisi, kundi lako, na watusaidia ‘jaribuni.:/: Na siku zote unatuombea, watushindia vita kali huku.:/:",
        "3 Mikono yako uliwanyoshea walio wako, siku uli’kwenda; na hivyo siku utakaporudi utabariki wakuaminio.:/: Ulivyokwenda, utakavyorudi; niombe nikakeshe kwa imani!.:/:"
      ]
    },
    {
      "number": 15,
      "title": "#15 Mungu unitume, moto wako sasa",
      "verses": [
        "1 Mungu, unitume moto wako sasa, Ninangoja nguvu yako! Nipe na uzima na upendo wako, unijaze, e’ Mwokozi wangu!",
        "2 Teketeza yote usiyoyapenda, nisafishe kati’ damu! Na kiburi changu ukivunje tena, unioshe, Yesu, niwe safi!",
        "3 Unilinde, Yesu, sikuasi tena, unifunge kwa upendo! Mimi ni dhaifu, unitunze kwako, ‘niongoze kwa mkono wako!",
        "4 Huko juu kwako tutaona raha, na huzuni itakwisha. Nyimbo za shukrani zitajaza mbingu: utukuzwe Yesu Mkombozi."
      ]
    },
    {
      "number": 16,
      "title": "#16 Yo yote uonayo huku",
      "verses": [
        "1 Yo yote uonayo huku katika mwendo wako, yafaa ku’mwambia Yesu, atakusaidia.\n\nKwa kuwa kila aombaye Mwokozi neema yake, ataokoka na hatia, na atasifu Yesu.",
        "2 Ukichukiwa na rafiki na ukijaribiwa, Mwokozi yu karibu sana, maombi asikia.",
        "3 Ukiwa mwana mpotevu, na mbali na babako, amani una’kosa sasa, urudi kwake Yesu!",
        "4 Ukiwa na makosa mengi, na roho yako ngumu, neema yake yakutosha, utubu dhambi zako!",
        "5 Ikiwa nguvu mara nyingi kuomba kwa bidii, uombe Baba, kama mwana, akusikia kweli!"
      ]
    },
    {
      "number": 17,
      "title": "#17 Ukae nami, giza inafika",
      "verses": [
        "1 Ukae nami, giza inafika! Usiniache, Mungu nakuomba! Unayejua udhaifu wangu, nategemea wewe, ‘kae nami!",
        "2 Maisha yangu ni mafupi sana, uzuri wa dunia utakwisha. Kuna machozi, kufa huku chini, wewe Mwokozi wangu ‘kae nami!",
        "3 Nakuitaji wewe siku zote, unaweza sana kunilinda. Wewe shujaa wakushinda wote. Katika hali zote ‘kae nami!",
        "4 Unionyeshe msalaba wako, nione nuru yako kati’ giza! Na nikiishi au nitakufa. Wewe, Mwokozi wangu ‘kae nami!"
      ]
    },
    {
      "number": 18,
      "title": "#18 Mungu wetu yu karibu",
      "verses": [
        "1 Mungu wetu yu karibu kututia nguvu yake. Mbingu ina maghubari, tuletee mvua sasa!\n\nTusikie, Mungu wetu, tubariki saa hii! Tunangoja, tunangoja, tuonyeshe nguvu yako!",
        "2 Mungu wetu yu karibu, hapa ni patakatifu, sisi sote tunangoja kujazwa naye Mungu.",
        "3 Mungu wetu yu karibu, kwa imani tunaomba: Tuwashie moto safi ndani ya mioyo yetu!",
        "4 Mungu, ufungue mbingu, twalilia nguvu yako! Tubariki saa hii kwa rehema yako kuu!"
      ]
    },
    {
      "number": 19,
      "title": "#19 Mungu, tunangoja wote",
      "verses": [
        "1 Mungu, tunangoja wote Roho yako ‘takatifu, tunaomba kwa imani: Umtume hapa kwetu!\n\nMungu wetu, Mungu wetu, umimine Roho yako! Mioyoni mwetu, Bwana, utimize kazi yako!",
        "2 Washa moto wako tena ndani ya mioyo yetu, hata vyote vya majani vitateketea sana!",
        "3 Utakase roho zetu, na kiburi ukivunje! Wewe u mfalme wetu, utawale watu wako!",
        "4 Utujaze siku zote pendo lako kubwa, Mungu! Sisi tuwe nyumba yake Roho ya utakatifu!",
        "5 Na karama zake Roho utuzigawie, Bwana! Na wagonjwa uwaponye, wote wakuone, Mungu!"
      ]
    },
    {
      "number": 20,
      "title": "#20 Bwana Yesu, uniongoze",
      "verses": [
        "1 Bwana Yesu, uniongoze baharini huku chini, juu ya mawimbi mengi, katika dhoruba kali! Bwana Yesu, uniongoze, nakutegemea wewe!",
        "2 Bwana Yesu, uniongoze, utulize moyo wangu! Neno moja toka kwako, mara shwari baharini. Bwana Yesu, uniongoze, nipe utulivu wako!",
        "3 Bwana Yesu, uniongoze, niyashinde majaribu! Mengi yakunidanganya, mengi ya kufunga macho! Bwana Yesu, uniongoze, niwe mshindaji kweli!",
        "4 Bwana Yesu, uniongoze, siku nita’vuka ng’ambo! Nikiona woga, giza, nipe nuru na amani! Bwana Yesu, uniongoze, uwe nami hata mwisho!"
      ]
    },
    {
      "number": 21,
      "title": "#21 Juu ya mbingu zote",
      "verses": [
        "1 Juu ya mbingu zote, nyota na jua pia, hapo yafika kweli maombi ya mwenye dua. Roho ya mwanadamu yamfikia Mungu, huko yabisha lango na kumtafuta Baba.",
        "2 Roho haitaona raha, amani huku; kuna bandari njema mbinguni kwa Mungu Baba. Moyo utatulia, nuru itatokea tukifuata njia ya sala na maabudu.",
        "3 Hata mtoto ‘dogo mwenye kuomba Mungu, hana la kuogopa; kuomba kwa faa sana. Tusisahau tena, pote twendako huku kwamba maombi yetu Yafika kwa Mungu Baba."
      ]
    },
    {
      "number": 22,
      "title": "#22 Yesu Kristo Bwana wangu",
      "verses": [
        "1 Yesu Kristo, Bwana wangu, una amri na uwezo za kuziondoa dhambi, na ‘takasa roho yangu.\n\n‘Nitolee masamaha, ‘niokoe na jaribu, unilinde hata mwisho, unitwae kwako juu!",
        "2 Mbele nilikuwa mwovu, nilikukataa, Yesu, kwa hakika sikujua wewe na upendo wako.",
        "3 Bwana Yesu, usamehe dhambi nilizozifanya! Siitike majaribu, nguvu yako inilinde!",
        "4 Tangu sasa wewe, Yesu, u Mwokozi na rafiki, nimetengwa na shetani, niwe wako siku zote."
      ]
    },
    {
      "number": 23,
      "title": "#23 Nikitazama kwa imani",
      "verses": [
        "1 Nikitazama kwa imani Mwokozi wangu, Yesu, nawaka kwa upendo wake, na ninavutwa kwake; naona majeraha yake, Mikono na ubavu wake, na humo najificha sana, moyoni mwa upendo.",
        "2 Imanweli upendwaye, nilinde siku zote, mpaka nihamie kwako mbinguni mwa uheri! Milele na milele huko hakuna la kunizuia Nisimsifu Bwana Yesu kwa damu na jeraha."
      ]
    },
    {
      "number": 24,
      "title": "#24 E' Mungu mwenye kweli",
      "verses": [
        "1 E’ Mungu mwenye kweli, nakuamini sana, maneno yako yote milele yatadumu. « Niite kati’shida, nitakusaidia». Nategemea, Bwana, ahadi yako hiyo.",
        "2 Na katika uchungu ni heri kuamini, naweka roho yangu kulindwa nawe, Baba, ulieyenifundisha kuita jina lako; naona tumaini nategemeo kwako!",
        "3 Ninavyoomba kweli, najua wasikia. Yaliyo mema kwangu, najua wayafanya. Katika shida kali waweza kunilinda; wanichukua mimi na masumbuko yangu."
      ]
    },
    {
      "number": 25,
      "title": "#25 Mvua ya mbingu unyeshe",
      "verses": [
        "1 Mvua ya mbingu unyeshe, kama ulivyo ahidi! Juu ya dunia yote inye kutubarikia!\n\nMvua ya mbingu, mvua ya mbingu utume! Utunyeshee neema, tunakuomba, e’ Mungu!",
        "2 Mvua ya mbingu unyeshe, ituamshe na sisi! Ju’ya vilima na bonde mvua ya mbingu ifike!",
        "3 Mvua ya mbingu unyeshe katika dunia yote! Watu wa Mungu wapone, mbegu za roho ziote!",
        "4 Mvua ya mbingu unyeshe, tunapokuelekea! Utujalie baraka tunakuomba, e’ Mungu!"
      ]
    },
    {
      "number": 26,
      "title": "#26 Nakuitaji, Yesu, Mwokozi wangu",
      "verses": [
        "1 Nakuhitaji, Yesu, Mwokozi wangu mwema, sauti yako nzuri iniletee raha!\n\nNakuhitaji, Yesu, usiku na mchana! Katika sala yangu unibariki sasa!",
        "2 Nakuhitaji, Yesu, unionyeshe njia! Na unitimizie ahadi za neema!",
        "3 Nakuhitaji, Yesu, uwe karibu nami, nipate kulishinda jaribu la shetani!",
        "4 Nakuhitaji, Yesu, katika mambo yote, kwa kuwa bila wewe maisha hayafai.",
        "5 Nakuhitaji, Yesu, njiani huku chini, nipate kuwa kwako milele na milele!"
      ]
    },
    {
      "number": 27,
      "title": "#27 Una uhodari leo wa kumfuata Yesu",
      "verses": [
        "1 Una uhodari leo wa kumfuata Yesu, hata ukichekwa sana na kuteswa duniani?",
        "2 Una uhodari leo kuwa mtu wake Mungu? Ukiona haya sana, kisha utaona nini?",
        "3 Mji unaonekana ukijengwa mlimani, hivyo na imani yetu inadhihirika sana.",
        "4 Ukipenda Yesu na kuliko vitu vyote, unataka kumkiri, mbele ya wenzako huku.",
        "5 Chuki au ‘pendeleo kwako kitu bure tena, watafuta siku zote sifa zake yesu Kristo.",
        "6 Ujihoji nafsi yako ukitaka kuokoka! Uliekataa Mungu, tubu dhambi zako leo!",
        "7 Umsihi masamaha, akuokoe ‘kati damu! Omba uhodari tena wa kumfuata Yesu!",
        "8 Uchague Yesu leo, uwe mfuasi wake! Ukitwaa msalaba utaipokea taji!"
      ]
    },
    {
      "number": 28,
      "title": "#28 Ninataka kufuata wewe",
      "verses": [
        "1 Ninataka kufuata wewe, Yesu, siku zote, ‘kiwa katika furaha au shida na udhia. Unaponitangulia ninakuja nyuma mbio. Ninajua ni karibu Kuwasili huko kwako.",
        "2 Haifai niulize: Bwana, unakwenda wapi? Au kwa kusitasita kuishika njia yako. Kweli hapa kazi moja: Kufuata wewe mbio, kwenda njia ile moja wewe unionyeshayo.",
        "3 Walakini kama kitu kinataka kunifunga, au kuwa mgogoro katita safari yangu, ‘kate kamba mara moja ifungayo roho yangu! Ninataka kuwa huru kukutumikia vema.",
        "4 Bwana Yesu, unilinde, uhifadhi nia yangu! Nikichoka kwa safari, nong’oneza kwa upendo: «Mwana, u mtoto wangu, uniandamie punde, utapumzika sana tena kwangu huko juu»."
      ]
    },
    {
      "number": 29,
      "title": "#29 Univute, Yesu, nifuate nyayo zako",
      "verses": [
        "1 Univute, Yesu, nifuate nyayo zako, ‘kiwa kwa rafiki au katika wageni, na mahali pa furaha au sikitiko; sina budi kumkaribia Yesu.\n\nNimfuate, nimkaribie, siku zote na popote nimwandame Yesu! Nimfuate, nimkaribie, Yesu mbele, nami nyuma, hata mwisho!",
        "2 Juu ya milima nitasikiliza Yesu, hata mabondeni nitaandamana naye. Jua, giza, afya, ‘gonjwa, utulivu, vita, kati’ hayo yote Yesu yu karibu.",
        "3 Nikiteka maji, au nikilima shamba, nikika’ nyumbani au ‘kiwa safarini, hata huko soko neno moja ni halisi: Sina budi kumkaribia Yesu."
      ]
    },
    {
      "number": 30,
      "title": "#30 Tarumbeta lake Kristo",
      "verses": [
        "1 Tarumbeta lake Kristo linalia pande zote, na wakristo wote wanajipanga vita ju’ ya mahodari wa shetani. Kweli tutashinda, kwani Yesu yupo mbele.\n\nTwende, Yesu a’tuita, twende na wakristo wote! Twende, na tusiogope, Yesu yupo mbele yetu!",
        "2 Neno la akida wetu lipo: «Mniaminie»! Naye anatangulia, tunakuja wote mbio. Kwa silaha zake Mungu kila mtu atashinda, kwani Yesu yupo mbele.",
        "3 Na tukiwa mbali ya akida wetu tutashindwa, tutafungwa na adui na pengine kupotea. Walakini kule mbele watu wote watashinda, kwani Yesu yupo mbele.",
        "4 Tarumbeta litalia tena, vita itakwisha, na askari watapata raha na matunzo. Watapumzika na milele watashangilia, kwani Yesu yupo mbele."
      ]
    },
    {
      "number": 31,
      "title": "#31 Katika safari yetu",
      "verses": [
        "1 Katika safari yetu kwenda huko juu tusilale usingizi, tuwe na bidii!\n\nKaza mwendo tusifungwe, twende mbio tu! Yesu Kristo ni Mwokozi na Mfalme ‘kuu!",
        "2 Bwana Yesu anatupa maji ya uzima, maji hai ya milele ya kuburudisha.",
        "3 Njia na miiba mingi inatuzuia, hofu na hatari nyingi zina fadhaisha.",
        "4 Mungu wetu atungoja huko kwake juu, Yesu ni Mwokozi wetu, tufuate Yeye!"
      ]
    },
    {
      "number": 32,
      "title": "#32 Hapo nilikuwa chini",
      "verses": [
        "1 Hapo nilikuwa chini Katika dhambi nyingi, roho yangu iliona kufa na giza tele. Mungu alikisikia kilio changu huko, naye akanipandisha, kuniponya.\n\n:/: Nimeokoka, nimeokoka! Yesu Mwokozi wangu aliniokoa:/:",
        "2 Sasa Yesu amekuwa makimbilio yangu, na upendo wake ‘kubwa uko moyoni mwangu. Ne’ma yake kubwa sana inajaliza roho, niwe mwaminifu kwake siku zote!",
        "3 Ewe, mwenye sikitiko, kuna matumaini: Yesu anakufahamu, atakusaidia. Atakupandisha toka tope la kuteleza, upokee ne’ma yake kwa wokovu!"
      ]
    },
    {
      "number": 33,
      "title": "#33 Huru kama ndege bustanini",
      "verses": [
        "1 Huru kama ndege bustanini, sasa nafurahi kwa sababu Yesu ni rafiki yangu ‘kubwa; nina amani siku zote.",
        "2 Aliniokoa na mashaka, alinipa tunu ya rehema. Mimi ni mtoto wa babangu, na nuru inang’aa sana.",
        "3 Ninataka ku’shukuru Bwana, alitupa dhambi zangu mbali, na sitaziona tena kamwe, hazitanitawala tena.",
        "4 Jua likifichwa kwa mawingu, kiti cha rehema ni karibu, hayo ndipo shida ziishapo, na roho yangu yatulia.",
        "5 Radhi kama mwana kwa babake, kwa salama kama bandarini, Ninapumzika kwa Mwokozi, mbali na shida na huzuni.",
        "6 Yesu yu karibu siku zote, achukua mimi na mzigo. Napokea kwa mkono wake neema na mateso pia.",
        "7 Nilimpa Yesu moyo wangu, ninapenda kumtumikia; neno lake linapendwa nami, na nira yake ni laini.",
        "8 Nafurahi sana kanisani kati ya watoto wa babangu, Roho ya neema ni karibu, kunanifurahisha sana.",
        "9 Mimi ni mdogo duniani, tena msafiri na mgeni. Kwetu ni mbinguni huko juu; babangu ananiongoza.",
        "1",
        "0 Saa za mashaka zitakwisha, kuja kwake Yesu ni karibu. Nitaona raha kubwa sana katika nyumba ya babangu."
      ]
    },
    {
      "number": 34,
      "title": "#34 Kwa pendo lake kubwa",
      "verses": [
        "1 Kwa pendo lake kubwa alitafuta mimi, na alinichukua begani mazizini na nyimbo zao malaika zikajaza mbingu pia.\n\nAlinitafuta, akaniokoa, akaniondoa matopeni, akanichukua mazizini.",
        "2 Mchunga mwema Yesu aliniponya roho, na akaniambia: «Mtoto upendwaye». Sauti yake ya upendo ikaufariji moyo.",
        "3 Ninakumbuka jinsi alivyotoka damu, na taji ya miiba, mateso ya mauti. Na penye msalaba wake ninashukuru Bwana Yesu.",
        "4 Namfuata yeye katika nuru yake, waridi za ahadi zapamba njia yangu. Milele nitaendelea kusifu Yesu kwa furaha.",
        "5 Na saa zinapita, nangoja asubuhi utakaponiita, niende kwako juu. Nitasimama kwa amani mbinguni mbele yako, Yesu."
      ]
    },
    {
      "number": 35,
      "title": "#35 Nimefika kwake Yesu",
      "verses": [
        "1 Nimefika kwake Yesu, Na rohoni mwangu sasa, jua lake la neema linang’aa kila siku.\n\nRoho yangu inaimba, nimefunguliwa kweli. Nimekaribia Yesu, ninaimba kwa furaha.",
        "2 Pepo za neema yake zinavuma ndani yangu, na mawimbi ya wokovu yananijaliza sasa.",
        "3 Sasa Bwana Yesu Kristo amefanya kao kwangu. Nimepewa mfariji, Roho ya ahadi yake.",
        "4 «Siku roho afikapo mtajua kwa hakika kwamba ninakaa kwenu», hivyo Yesu alisema.",
        "5 Kweli, amefika kwetu, sasa yumo ndani yetu. Ujitoe kwake Mungu, aioshe roho yako!",
        "6 Yesu atakapokuja katita utakatifu, nitafananishwa naye, nitamshukuru sana.\n\nZitakuwa nyimbo nyingi tuta’poingia mbingu, na milele tutaimba na kusifu Mungu wetu."
      ]
    },
    {
      "number": 36,
      "title": "#36 Yesu ameniokoa amenipa utulivu",
      "verses": [
        "1 Yesu ameniokoa, amenipa utulivu. Kwake ninaona raha, ninataka kumsifu.\n\nHaleluya, haleluya! Nimefika bandarini. Haleluya, haleluya! Jina lake ni mnara.",
        "2 Kwa furaha ninaimba wimbo mpya wa wokovu. Nisichoke kamwe hapa kumwimbia Mkombozi.",
        "3 Ni habari za neema zakupasha pande zote. Mhubiri, enda mbio kufikia nchi zote!",
        "4 Yesu, siku nita’kufa na maisha ni tayari, ‘nichukue kwako juu penye raha ya milele!"
      ]
    },
    {
      "number": 37,
      "title": "#37 Bwana Yesu aliniokoa kweli",
      "verses": [
        "1 Bwana Yesu aliniokoa kweli, ninataka kufuata yeye sasa. Kila siku nimtumikie vema, yeye anipaye roho kwa neema!\n\nNafuata njia nzuri ya Mfalme Yesu Kristo, Na katika njia hiyo Mwendo ni pamoja naye.",
        "2 Sitaifuata njia mbaya tena, nimewekwa huru kweli naye Yesu. Kumtumikia ni furaha yangu, ananishibisha kwa fadhili zake.",
        "3 Huko mbele ninaona mji mwema, nimeacha njia ndefu nyuma yangu. Nuru ya Babangu yaniangazia, nitembee kwa salama siku zote."
      ]
    },
    {
      "number": 38,
      "title": "#38 Nilikwenda mbali sana",
      "verses": [
        "1 Nilikwenda mbali sana, ‘kufuata njia mbaya, nikamsahau Yesu anayenipenda sana.\n\nNina raha na furaha, Yesu alinitafuta, akaniokoa kweli, mimi wake siku zote.",
        "2 Na sikufikiri siku nitakapodhihirishwa mbele ya Mwenyezi Mungu, na kuhukumiwa naye.",
        "3 Dhambi zilinichokesha, nikageukia Mungu, akasema neno nzuri la amani na furaha."
      ]
    },
    {
      "number": 39,
      "title": "#39 Yesu ameingia katika roho yangu",
      "verses": [
        "1 Yesu ameingia katika roho yangu, amenifungulia kamba za dhambi zangu. Tena amenijaza Roho Mtakatifu. Ninamsifu sasa kwa wimbo mpya.\n\nYesu ni yote kwangu, yote na’pata kwake. Ameondoa dhambi, ametakasa mimi. Shangwe rohoni mwangu ni kama maji mengi, namshukuru sana Mwokozi wangu.",
        "2 Siku si ndefu tena, kazi si ngumu sasa, njia yanipendeza, ‘kiwa nyembamba sana. Katika hali zote ninamwimbia Yesu, yeye Mfalme wangu, ninamsifu!",
        "3 Katika mwendo wangu ninazidishwa shangwe, hata wakinicheka, mwovu akijaribu. Hima Mwokozi wangu atanyakua mimi toka machoni pao. Haleluya!"
      ]
    },
    {
      "number": 40,
      "title": "#40 Ameniweka huru kweli",
      "verses": [
        "1 Ameniwaka huru kweli, naimba sasa: Haleluya! Kwa msalaba nimepata kutoka katika utumwa.\n\nNimeokoka, nafurahi! Na dhambi zangu zimetoka. Nataka kumtumikia Mwokozi wangu siku zote.",
        "2 Zamani nilifungwa sana kwa minyororo ya shetani, nikamwendea Bwana Yesu, akaniweka huru kweli.",
        "3 Neema kubwa nilipata kuacha njia ya mauti, na nguvu ya wokovu huo yanichukua siku zote.",
        "4 Na siku moja nitafika mbinguni kwake Mungu wangu. Milele nitamhimidi na kumwimbia kwa shukrani."
      ]
    },
    {
      "number": 41,
      "title": "#41 Siku nyingi nilifanya dhambi",
      "verses": [
        "1 Siku nyingi nilifanya dhambi, sikujua Neno la Mwokozi, sikujua maumivu yake kwa ‘jili yangu.\n\nBwana Yesu alinirehemu, dhambi zangu alizichukua. Namsifu Yesu kwa ajili ya msalaba.",
        "2 Niliposikia Neno lake, moyo wangu ukalia sana. Nikaona maumivu yake kwa ‘jili yangu.",
        "3 Bwana Yesu ni Mwokozi wangu, jua na Mfalme na uzima. Ninamhibidi kwa ajili ya msalaba."
      ]
    },
    {
      "number": 42,
      "title": "#42 Bwana Yesu amevunja minyororo",
      "verses": [
        "1 Bwana Yesu amevunja minyororo ya maovu, nimewekwa huru kweli mbali na makosa yangu.\n\nHaleluya, haleluya! Yesu Kristo ni Mwokozi! Haleluya, haleluya! Yesu alinikomboa.",
        "2 Nilipoungama dhambi, nikawekwa huru kweli. Moyo wangu unawaka kwa upendo ‘takatifu.",
        "3 Kamba zilizonifunga zimetoka, nafurahi. Dhambi zilizo ‘sumbua zimetupwa mbali sana.",
        "4 Ninataka kuhubiri: Nimewekwa huru kweli. Nipeleke kwa furaha neno zuri la Mwokozi."
      ]
    },
    {
      "number": 43,
      "title": "#43 Juu ya mwamba umejenga kanisa",
      "verses": [
        "1 Juu ya mwamba umejenga kanisa lako duniani, umeliweka huru kweli katika damu yako, Yesu.\n\nJuu ya mwamba, juu ya mwamba huru na safi umelijenga. Juu ya mwamba, juu ya mwamba, huru na safi tusimame!",
        "2 Neema kubwa! Nimepata sehemu yangu kanisani. Vita ya roho imekwisha, umenijaza utulivu.",
        "3 Kati’ hekalu lake Mungu nimefanyika jiwe hai. Ninashiriki mwili wake kama kiungo chake Kristo.",
        "4 Ju’ ya msingi huo safi liwe kanisa lako zima! Vyote vikiondoka huku, litasimama, litashinda."
      ]
    },
    {
      "number": 44,
      "title": "#44 Tu watu huru huru kweli",
      "verses": [
        "1 Tu watu huru, huru kweli katika Yesu Kristo. Tunahubiri neno lake kwa moto ‘takatifu. Tuendelee, mbele, mbele, tukashinde majaribu! Twapiga vita ya imani, tuvumilie yote!",
        "2 Tu jeshi kubwa la askari, tu safi kati’ damu. Mfalme wetu, Yesu Kristo, ni kiongozi wetu. Kwa nguvu yake kubwa mno tutadumu hata kufa.Tuendelee, mbele, mbele, tumshukuru Mungu.",
        "3 Kwa Yesu tuna uhodari na mamlaka kubwa, maana tunayaamini maneno yake yote. Kisima wazi, cha ajabu, kinatoka msalaba, tuliyakunywa maji yake, ni maji ya uzima.",
        "4 Mbinguni nchi ya asili [raha], ya haki na amani, tuta’pofika huko juu tutamwimbia Yesu. Na kila chozi litafutwa na mkono wa Mwokozi. Kwa shangwe kubwa tutarithi ufalme wa ahadi."
      ]
    },
    {
      "number": 45,
      "title": "#45 Waisraeli walika' Babeli utumwani",
      "verses": [
        "1 Waisraeli walika’ Babeli utumwani, wakawa na huzuni tu kwa ‘jili ya sayuni.\n\nHapo amri ilifika waliweza kuondoka, shangwe gani mioyoni mwao! Walitwaa vinubi vyao, wakaenda wanaimba hadi, hata kurithi nchi yao.",
        "2 Vinubi havikubigwa wakati wa utumwa, na walikaa kimya tu mahali pa ugeni.",
        "3 Walipotoka Babeli, ikawa kama ndoto; furaha nyingi rohoni, faraja na uheri.",
        "4 Mataifa walisema: «Mungu umefanyaje? Watumwa wameondoka, wamewekwa huru»!",
        "5 Katika ulimwengu hu’ ni wengi wafungwao. Uhuru ni kwa Yesu tu kwa kila a’miniye.\n\nNgiye ameleta amri: Tunaweza kuondoka, shangwe ku’kwa kila ‘aminiye! Njoo sasa, twa’ kinubi, tufuate kwa kuimba hata kuirithi nchi yetu!"
      ]
    },
    {
      "number": 46,
      "title": "#46 Haifai kuyasumbukia",
      "verses": [
        "1 Haifai kuyasumbukia mambo yatakayokuwa kesho. Baba yangu anajua yote, ni vizuri nikumbuke hivyo. Yeye mwenye moyo wa upendo ananipa yafaayo kweli, kama sikitiko au shangwe, na amani yake kila siku.",
        "2 Siku zote yu karibu nami, na neema anapima sawa. Achukuwa masumbuko yote, yeye aitwaye Mungu Baba. Kunitunza hivyo kila siku, mambo hayo ame’tadariki. Kama siku, kadhalika nguvu! Ni ahadi niliyoipewa.",
        "3 Mungu, unisaidie tena ‘kaa kimya kwako siku zote! Niamini sana neno lalo, ‘sipoteze bure nguvu yako! Nakatika mambo yote huku nipokee kwa mikono yako nguvu na neema yakutosha, hata nitakapofika kwako!"
      ]
    },
    {
      "number": 47,
      "title": "#47 Nikiona udhaifu na imani haba",
      "verses": [
        "1 Nikiona udhaifu na imani haba, nikijaribiwa sana, Yesu anilinda.\n\nAnilinda vema, anilinda vema, kwani Yesu anipenda, anilinda vema.",
        "2 Peke yangu sitaweza kuambata yeye, pendo langu ni dhaifu; Yesu anilinda.",
        "3 Mimi mali yake sasa, alinikomboa, alitoa damu yake; Yesu anilinda.",
        "4 Haniachi kupotea, anilinda sana. Kila ‘mwaminiye kweli, Yesu amlinda"
      ]
    },
    {
      "number": 48,
      "title": "#48 Siwezi mimi kufaamu sana",
      "verses": [
        "1 Siwezi mimi kufaamu sana neema yake Mungu kwangu, zamani nilikuwa mkosaji, lakini alinisamehe.\n\nBali namjua Mungu, anayeweza kunilindia urithi wangu juu hata siku yake Yesu.",
        "2 Siwezi mimi kufaamu sana upendo wake ‘kubwa mno; nimeamini neno lake kubwa kweli, na ninaona raha tele.",
        "3 Siwezi kufaamu kazi kubwa ya Roho yake ndani yetu, anayeweza kufundisha mtu kutegemea Yesu.",
        "4 Sijui mimi siku zangu tena za kutembea duniani. Na labda nitaona shida huku, taabu na huzuni nyingi.",
        "5 Sijui mimi kama siku moja nitakuona kufa huku, au kwa hima nitabadilika, ajapo Bwana na mawingu."
      ]
    },
    {
      "number": 49,
      "title": "#49 Njia yote naongozwa kwa mkono",
      "verses": [
        "1 Njia yote naongozwa kwa mkono wa Mwokozi, ninapo wema wake, sina shaka, hofu tena. Nina raha ya mbinguni, ninakaa kwa salama.:/: Na katika mambo yote ananitendea mema.:/:",
        "2 Njia yote naongozwa, namtegemea Yesu. Anilinda jaribuni, anitia nguvu pia. Nikiona kiu hapa, nikichoka safarini,:/: Mwamba uliopoasuka unabubujika maji.:/:",
        "3 Njia yote naongozwa kwa mkono wake bora, atanituliza tena kwa babake huko juu. Miguuni pake Yesu ninataka kusujudu,:/: Nakusifu yeye, kwani aliniongoza huku.:/:"
      ]
    },
    {
      "number": 50,
      "title": "#50 Sitasumbuka kwa kuwa Mungu",
      "verses": [
        "1 Sitasumbuka kwa kuwa Mungu ananitunza daima, anachukuwa mizigo yangu nyakati zote za mwendo.\n\nSijaiona nyingine siku, na jana imetoweka, na leo Mungu anazijuwa hitaji zote ninazo.",
        "2 Sitasumbuka kwa kuwa Mungu ni baba yangu kabisa. Hawezi kunisahau mimi ingawa akijificha.",
        "3 Sitasumbuka kwa kuwa Mungu anishibisha neema, anipa yote yanifaayo kwa roho yangu na mwili.",
        "4 Mauwa yote anayavika, Na ndege wote wa anga wanapokea chakula chao pasipo shamba na ghala.",
        "5 Ninafurahi katika Bwana, Na kama ndege naimba. Najuwa kwamba nyakati zote babangu ananitunza."
      ]
    },
    {
      "number": 51,
      "title": "#51 Naona amani Golgotha",
      "verses": [
        "1 Naona amani Golgotha alipojitoa Mwokozi, :/:Na huko nina kimbilio kwa Yesu aliyejitoa.:/:",
        "2 Sitaki ‘tamani fahari na dhambi katika dunia, :/: Sababu wokovu ninao katika ‘jeraha ya Yesu.:/:",
        "3 Aliziondoa kabisa mizigo na kamba ya dhambi. :/: Na niliokoka halisi kwa neno la Mungu wa ‘hai.:/:",
        "4 Maneno ya Mungu ni kwetu chakula na dawa ya roho, :/: na nguvu ya kusaidia mkristo katika safari.:/:",
        "5 Mimi sasa hekalu la Roho, anayemiliki moyoni; :/: na Yesu ataniongoza kwa njia ya ahadi zake.:/:",
        "6 Uliye dhambini ufike kwa Yesu Mwokozi wa wote! :/: Anakunyoshea mikono ya pendo kukusaidia.:/:"
      ]
    },
    {
      "number": 52,
      "title": "#52 Kwa salama Baba Mungu",
      "verses": [
        "1 Kwa salama Baba Mungu awalinda watu wake, hata nyota za mbinguni si salama kama wao.",
        "2 Mungu awalinda hivyo katika upendo wake. Wanakumbatiwa naye, wanarehemiwa sana.",
        "3 Hawavutwi toka kwake kwa furaha wala shida. Yeye ni rafiki ‘kubwa wa walio watu wake.",
        "4 Wanalishwa, wanavikwa, wanafarijiwa naye. Hata nywele za kichwani zimehesabiwa zote.",
        "5 Enyi kundi lake dogo, Mungu atawahifadhi! Na adui watashindwa kwa uwezo wake ‘kubwa.",
        "6 Akitoa, akiwapa, baba yetu hageuki. Na mapenzi yake ndiyo: Wana wapatishwe wema."
      ]
    },
    {
      "number": 53,
      "title": "#53 Kati' mikono yake Yesu",
      "verses": [
        "1 Kati’ mikono yake Yesu ananilinda. Katika pendo kubwa ninapumzika sana. Sasa sauti nzuri itokeayo juu inanikumbukia mbingu na raha yake.\n\nKati’ mikono yake Yesu ananilinda. Katika pendo kubwa ninapumzika sana.",
        "2 Kati’ mikono yake nitakaa daima, sitatetema tena, yeye ni uwezo wangu. Shaka sinayo sasa, wala sioni woga, hata ikiwa shida, Yesu anifariji.",
        "3 Yesu Mwokozi wangu alikombo mimi, Ufa wa mwamba ule, nitapumzika humo. Katika saa ngumu ya majaribu tele ninasaburi’ona jua la asubuhi."
      ]
    },
    {
      "number": 54,
      "title": "#54 Usiogope mateso yako",
      "verses": [
        "1 Usiogope mateso yako, Mungu anakulinda, bali tazama mapenzi yake, Mungu anakulinda\n\nMungu anakulinda siku kwa siku njiani mwake. Anakulinda salama. Mungu anakulinda.",
        "2 Ukichukuwa mizigo ‘zito, Mungu anakulinda, kati’ hatari za njia yako Mungu anakulinda.",
        "3 Anakumbuka hitaji zako, Mungu anakulinda. Utashiriki ujazi wake, Mungu anakulinda.",
        "4 Katika njia ya migogoro, Mungu anakulinda. Mfunulie fadhaa zako, Mungu anakulinda."
      ]
    },
    {
      "number": 55,
      "title": "#55 Tupate kwa nani faraja ya roho?",
      "verses": [
        "1 Tupate kwa nani faraja ya roho? Kwa Yesu, kwa Bwana Yesu. U wapi msingi wakutegemea? Kwa Yesu, kwa Bwana Yesu.\n\nKwa Yesu, kwa Yesu ninashangilia kwa roho na moyo. Uheri wa huko haufasiriwi, moyoni wafahamiwa.",
        "2 Na maji mazima yapatwa kwa nani? Kwa Yesu, kwa Bwana Yesu. Na wapi twapata mikate nyikani? Kwa Yesu, kwa Bwana Yesu.",
        "3 Mahali tutapostarehe ni wapi? Kwa Yesu, kwa Bwana Yesu. Na nguvu ya kuendelea ni wapi? Kwa Yesu, kwa Bwana Yesu.",
        "4 Ni nani anayebatiza kwa Roho? Ni Yesu, ni Bwana Yesu. Upendo wa ndugu watoka kwa nani? Kwa Yesu, kwa Bwana Yesu.",
        "5 Wakristo watakusanyika kwa nani? Kwa Yesu, kwake mbinguni. Kwa nani watashangilia milele? Kwa Yesu na pendo lake."
      ]
    },
    {
      "number": 56,
      "title": "#56 Yesu, ninakutolea vyote",
      "verses": [
        "1 Yesu, ninakutolea vyote ninakuwa navyo, nikupende, nifuate wewe siku zote hapa!\n\nNinakupa vyote, ninakupa vyote, Bwana Yesu upendwaye, ninakupa vyote.",
        "2 Miguuni pako, Yesu, ninakusujudu sasa. Ninakutolea vyote: roho, moyo na maungo.",
        "3 Najitoa kwako, Yesu, nafsi yote iwe yako! Bwana Yesu, nakusihi: Niwashie moto wako!",
        "4 Yesu, ninakupa vyote, unijaze Roho yako! Nisikie moto wako ukiwaka ndani yangu!",
        "5 Vyote ninakupa, Bwana, viwe mali yako kweli! Na fahari ya dunia naiona ni ya bure."
      ]
    },
    {
      "number": 57,
      "title": "#57 Yesu, uliyekufa kwa ajili yangu",
      "verses": [
        "1 Yesu, uliyekufa kwa ajili yangu, ninajitoa kwako, niwe mali yako! Bwana, nivute kwako, nifaamishe pendo, niwe dhabihu hai katika shukrani!",
        "2 Yesu, nafika kwako, kao la rehema; Bwana, nitie nguvu kwa neema yako! Niuchukue tena kwa radhi msalaba, ni’tumikie wewe, Mkombozi wangu!",
        "3 Bwana, uniumbie moyo haki, safi, kwako niishi tena hata kufa kwangu! Niwatafute wenye dhambi na udhaifu, niwapeleke kwako, Bwana wa upendo!",
        "4 Vyote ninavyo huku nimepewa nawe, ukivitaka, Bwana, uvitwae vyote! Nina urithi wangu kwako mbinguni juu, nitakuona huko kwa furaha kuu!"
      ]
    },
    {
      "number": 58,
      "title": "#58 Unipe raha tele kama mto",
      "verses": [
        "1 Unipe raha tele kama mto, nipite jangwa huku kwa furaha; unipe imani tena, Yesu, ningoje siku yako kwa bidii!",
        "2 Kwa siku chache ninaona shida, dhoruba zinanisumbua huku. Napanda mbegu zangu nikilia, lakini nitavuna kwa furaha.",
        "3 Kwa siku chache ninaburudishwa mtoni penye njia yangu huku, lakini siku kubwa itafika, nita’inywea chemchemi yake.",
        "4 Kwa siku chache naitunza taa, nadumu kwa kuomba na kungoja. Na siku za uchungu ziishapo, nitamkuta Yesu huko juu."
      ]
    },
    {
      "number": 59,
      "title": "#59 Yesu, ninakutolea, moyo na maisha",
      "verses": [
        "1 Yesu, ninakutolea, moyo na maisha yangu, niwe mfuasi wako, Safi na mtakatifu.\n\n:/: Mungu wangu, Mungu wangu, nitakase saa hii!:/:",
        "2 E’ Mwokozi, nitakase, unijaze pendo lako. Na maisha yangu yote yawe yako, Bwana wangu!",
        "3 Ninataka kuheshimu wewe, Mkobozi mwema; nifanane nawe, yesu, kati’ watu wa dunia!",
        "4 Nikikaa kimya kwako kama yule Mariamu, nifundishwe nawe, Bwana, sitahangaika tena.",
        "5 Tawi lake mzabibu, ulitunze na ‘safisha, ili kwa uwezo wako litaza’ matunda mengi!"
      ]
    },
    {
      "number": 60,
      "title": "#60 Ni heri kuona ndugu",
      "verses": [
        "1 Ni heri kuonga ndugu njiani pa kwenda mbingu. Tukinyong’onyea sana kwa kuwa tu peke yetu, kushirikiana kwa ndugu kunaturudisha moyo, na Mungu atupa nguvu tukiyainua macho.",
        "2 Twafungamana rohoni, tulio wa nyumba yake, huoni ulimwenguni kushirikiana kwetu. Na tuna Mwokokozi mmoja, imani ni moja pia, watoto wa baba ‘moja twashika sheria yake.",
        "3 Furaha ya ulimwengu haitatuvuta tena, Twaona kung’aa kwake ni bure na bila kisa. Lakini tukikusanyika kwa jina la Mungu Baba, atuandalia kweli karamu ilio bora.",
        "4 Tukivumilia hata ukomo wa mashindano, mbinguni tutawaona wakristo wapenzi wote. Hatutatawanyika huko, tu wote umoja kweli, milele tuta’pokaa nyumbani kwa Baba yetu."
      ]
    },
    {
      "number": 61,
      "title": "#61 Enyi watu wa Sayuni",
      "verses": [
        "1 Enyi watu wa Sayuni, kundi dogo la Mwokozi, Yesu aliwanunua kuwa mali yake Mungu. Sasa mnapita njia ya miiba na hatari kati’ nchi ya ugeni; bali mbingu mtafika.",
        "2 Kumwamini, kumpenda Yesu ni uheri wetu; amri zote zinashikwa kwa upendo na amani. Kwa imani twaokoka, pendo ni uzima wetu. Yesu utusaidie, utujaze pendo lako!",
        "3 Juu ya msingi huo, Yesu, unijenge mimi, na zaidi niungane nawe na kanisa lako! Sisi tu matawi yako, tushirikiane sana, na katika kundi nzima iwe nia moja kweli!"
      ]
    },
    {
      "number": 62,
      "title": "#62 Mungu, nivute kwako",
      "verses": [
        "1 Mungu, nivute kwako, karibu kwako, hata ikiwa shida ikinisukuma! Katika yote hapa ‘takuwa wimbo wangu: Mungu, nivute kwako, karibu kwako.",
        "2 ‘Kiwa katika mwendo jua likichwa, giza yanizunguuka, peke yangu mimi, kwako, e’ Baba yangu, nafika, nakuomba: Mungu, nivute kwako, karibu kwako!",
        "3 Unionyeshe njia yakwenda juu, nijue kupokea yote toka kwako! Unifariji sana, niimbe tena hivi: Mungu, nivute kwako, karibu kwako!",
        "4 Katika mambo yote nikushukuru, majaribu’ pote nikumbuke wewe! Unifundishe hivi: Omba katika yote! Mungu, nivute kwako, karibu kwako!",
        "5 Nikimaliza mwendo wa msafiri, Mungu utaniita kwako huko juu. Na nitaimba tena kati’ watakatifu: Umenivuta, Mungu, karibu kwako!"
      ]
    },
    {
      "number": 63,
      "title": "#63 Yesu, nivute karibu nawe",
      "verses": [
        "1 Yesu, nivute karibu nawe, ‘kiwa kwa shida, ikiwa kwa raha! Uliyekufa msalabani, :/: ‘nifaamishe upendo na ne’ma!:/:",
        "2 Yesu, nivute, mimi maskini, sina vipaji vya kukutolea, moyo ninao wenye udhaifu, :/: Uupokee, ‘uoshe kwa damu!:/:",
        "3 Yesu, nivute, nikutolee yote ninayo, e’ Bwana mpendwa, ninakuomba: Uyaondoe :/: yote yanayo nitenga na Mungu!:/:",
        "4 Yesu, nivute karibu nawe hata ukomo wa vita na shida! Tena mbinguni nitakuwapo :/: karibu nawe, e’ Yesu Mwokozi!:/:"
      ]
    },
    {
      "number": 64,
      "title": "#64 Kimya, e' moyo wangu",
      "verses": [
        "1 Kimya, e’moyo wangu, mbele za Bwana Yesu! Unahitaji sana ‘kaa daima kwake. Njia salama ipi ulimwenguni huku bila kumfuata Yesu na neno lake?\n\nUniongoze, Bwana, katika njia yako! Hata ikiwa shida nitawasili kwako.",
        "2 Kimya, e’moyo wangu, omba kwa tumaini! Nuru itatokea ukiamini Mungu, na umwambie Yesu shaka uliyo nayo, atakuosha sana, atakuonya njia.",
        "3 Kimya, e’moyo wangu, msikilize Mungu! akuletea nguvu, tena hekima kweli. Na ukiendelea katika neno lake, Mungu atakujaza nguvu na uthabiti."
      ]
    },
    {
      "number": 65,
      "title": "#65 Huko juu ya nyota zote",
      "verses": [
        "1 Huko ju’ ya nyota zote kuna nchi yenye mema, Mji wake ni Yerusalemu; Dhambi haitakuwamo, wala kufa na huzuni, Kwake yesu nitapata kao.\n\nSikitiko na machozi hayatakuwako huko, Wala giza au vita ya dunia. Huko hatutayaona mambo ya kutuumiza. U Yerusalemu ‘takatifu!",
        "2 Nifikapo mji huo nitaona Yesu kwanza, aliyechukua dhambi zangu. Nitaona uso wake, nitamshukuru yeye aliyeniweka huru kweli.",
        "3 Huko nitaona tena jeshi la walioshinda kwa imani huku duniani, na pamoja nao wote nita’sifu Mungu sana juu ya neema yake kubwa."
      ]
    },
    {
      "number": 66,
      "title": "#66 Wakristo wa nchi zote",
      "verses": [
        "1 Wakristo wa nchi zote watakusanyika huko mbinguni kwa Yesu, mezani pake, kati’ ufalme wake; kuona uzuri wake, kujazwa neema yake. Wataimba huko ju’ milele na milele.\n\nWatoka bahari zote, watoka katika shida, watoka milima, watoka mabonde kufika kwa Mungu Baba, kuvikwa mavazi safi, kuona Mwokozi wao, yeye ali’wafilia ju’ ya msalaba.",
        "2 Watakusanyika wengi walikotoka huku. Mateso na kufa, shida na giza hawata’ona kamwe. Ya kale hayatakuwa, lo! yote ni mapya huko! Itakuwa raha tu pamoja na faraja.",
        "3 Tazama mlango huko uliokufunguliwa, na kuna mahali Yesu aita: « Njoo nyumbani kwangu wenzetu waliofika wanatungojea huko, malaika wanaimba kukukaribisha."
      ]
    },
    {
      "number": 67,
      "title": "#67 Tunakaribia kao la mbinguni",
      "verses": [
        "1 Tunakaribia kao la mbinguni, hata jua likifichwa na mawingu. Tufuate Bwana Yesu siku zote, ni furaha yetu kumwandama yeye!\n\nTunakaribia mbingu kati’ yote, haleluya! ‘sifuni Mungu! Jipe moyo safarini kwani Yesu yu pamoja nasi hata mwisho!",
        "2 Tunakaribia kao la mbinguni, hata tukiona pepo na dhoruba. Bwana yu karibu, na uwezo wake ni makimbilio yetu hatarini.",
        "3 Njia yetu inapita kati’ jangwa, na miguu inauma mara nyingi, walakini tunakwenda tukiimba na kusifu Yesu, Mwokozi wetu.",
        "4 Mwendo wetu utaisha siku moja, tutapata kustarehe huko juu. Tukiona shaka, shida hapa chini, tutapata utulivu kwake Yesu.\n\nTunakaribia mbingu kati’ yote, haleluya! ‘sifuni Mungu! Tunataka kufuata hata mwisho. E’ rafiki, utuandamie!"
      ]
    },
    {
      "number": 68,
      "title": "#68 Mbinguni kwa Mwokozi wangu",
      "verses": [
        "1 Mbinguni kwa Mwkozi wangu mwema nitaamka asubuhi moja, Nitayaona majeraha yake, sauti yake nitaisikia.",
        "2 Makao ya milele ni tayari, ali’waandalia watu wake. Tutamsifu Yesu sana huko, aliyetuokoa na hatari.",
        "3 Na nyimbo za wokovu zinaimbwa mbinguni mbele ya Mwokozi wetu; tungesikia huku nusu ndogo, vitani tungepata ushujaa.",
        "4 Lakini Yesu yupo nasi leo, usiku kama moto mbele yetu. Na neno lake, ni upanga wetu, ahadi ni safina ju’ ya maji.",
        "5 Tungoje Yesu siku chache tena! Twakaribia mwisho wa safari. Tungoje asubuhi huko juu! Atatukaribisha Bwana Yesu!"
      ]
    },
    {
      "number": 69,
      "title": "#69 Je, tutaonana tena huko ng'ambo",
      "verses": [
        "1 Je, tutaonana tena huko ng’ambo ya Yordani, na pamoja na wakristo ‘ona raha ya milele?\n\nTuonane, tuonane huko ng’ambo ya bahari! Tuonane kwa furaha, huko shida ikomapo!",
        "2 Je, tutaonana tena, ba’da ya dhoruba zote huko katika bandari ya salama na amani?",
        "3 Je, tutaonana tena kati’ mji wa dhahabu, Penye mto wa uzima nayo miti ya matunda?",
        "4 Je, tutaonana tena na kusifu Mungu wetu miongoni mwa wakristo waimbao huko juu?",
        "5 Tutaona na wapenzi waliotuacha huku? Je, tutawaona wote katika makao meme?",
        "6 Tutaona Bwana Yesu katika kutano huko, tutakaribishwa naye katika karamu kuu."
      ]
    },
    {
      "number": 70,
      "title": "#70 Kuna mji huko juu",
      "verses": [
        "1 Kuna mji huko juu, umejengwa naye Mungu, humo kuna mto ‘moja wenye maji mazima kabisa.\n\nTutakusanyika huko kwa raha penye mto mwema sana, tutakusanyika na wakristo penye mto wa maji mazima.",
        "2 Huko pwani nchi nzuri, bila dhambi na huzuni, tutaimba nyimbo mpya, nyimbo njema ‘kusifu Mwokozi.",
        "3 Kama twamwamini Yesu, kama hatufichi dhambi, kama moyo ni mweupe, tutafika mtoni pa mbingu.",
        "4 Tu karibu ya kufika na kuona mto ule, Mungu atatupa raha na kutustarehesha daima."
      ]
    },
    {
      "number": 71,
      "title": "#71 Nimekwisha kuingia nchi nzuri",
      "verses": [
        "1 Nimekwisha kuingia nchi nzuri ya ahadi, nchi njema ya wokovu wake Mungu. Huko ni vijito vingi vya baraka na furaha, huko shida haifiki.\n\nNimekwisha kuingia nchi nzuri ya ahadi. Moyo wangu hufurahi, ninaishi kwa neema.",
        "2 Nimefika kanaani, hapo ni urithi wangu, na sitaki kuondoka tena kamwe. Sasa nira ni laini na mzigo si mzito, Yesu ni furaha yangu.",
        "3 Nimekwisha kuingia nchi ya amani kuu, hata mwili wangu unatiwa nguvu. Nchi hiyo ni ya raha na faraja imo pia, hapo tunaka’ salama.",
        "4 Nime’ngia nchi hiyo, ndiye Bwana Yesu Kristo, ninakaa tatika urithi wangu. Kwa imani ninakunywa maji hai ya kisima, huku ni furaha kubwa.",
        "5 Nitafika hata mbingu, nchi ya hazina yangu, dhambi na mateso hazitakuwako, wala giza ya usiku, wala sikitiko chungu, wala shida, wala kufa."
      ]
    },
    {
      "number": 72,
      "title": "#72 Mimi ngeni katika dunia",
      "verses": [
        "1 Mimi ngeni katika dunia, ninasafiri kufika mbinguni. Hata ikiwa hatari njiani, nitaishinda pamoja na Mungu. Kama Ibrahimu majaribuni nita’vyoshinda kwa nguvu ya Mungu. Nitavumilia nifike mbinguni, ndilo kusudi la moyo.",
        "2 Nikitembea gizani kabisa mimi mnyonge pamoja na Yesu, na nikipita motoni, majini, nakusudia kufika mbinguni. Mungu ajua mapito jangwani, naye Mwenyezi atanifikisha. Nitavumilia nifike mbinguni, ndilo kusudi la moyo.",
        "3 Tusisumbuke katika safari, tuwatazame wali’tangulia! Yesu Mwokozi alitukomboa, msalabani alitufilia! Naye atatufikisha mbinguni; hivi tuimbe kwa mda kitambo: tutavumilia tufike mbinguni, ndilo kusudi la moyo!"
      ]
    },
    {
      "number": 73,
      "title": "#73 Najua njia moja yakufika mbinguni",
      "verses": [
        "1 Najua njia moja yakufika mbinguni, ingawa ikipita katika majaribu, lakini iendako mjini huko juu,:/: Na njia hiyo Yesu.:/:",
        "2 Najua na amani iliyo ya milele, huwezi kuipewa kwa fedha na dhahabu; ni tunu ya rehema iliyotoka Baba.:/: Amani hiyo Yesu.:/:",
        "3 Najua nguvu moja yakuniponya roho, initiayo raha, amani na faraja, inanilinda vema na nguo yangu safi,:/: Na nguvu hiyo Yesu:/:",
        "4 Najua na kifiko mbinguni huko juu, na siku ni karibu kita’poonekana. Yafa’kukaza mwendo, kupiga mbio sana!:/: Kifiko ni mbinguni.:/:"
      ]
    },
    {
      "number": 74,
      "title": "#74 Mgeni mimi hapa mahali pa ugeni",
      "verses": [
        "1 Mgeni mimi mahali pa ugeni, na kwenda mbali mno katika nchi nzuri. Na ni mjumbe huku kutoka Mungu wetu, nina habari ya Mfalme.\n\nHabari yake nzuri sana, furaha yao malaika: «Mpatanishwe sasa na Mungu Baba yetu»! Habari yake ndio hiyo.",
        "2 Salamu ya Mwokozi kwa kila mtu hapa: Urudi kwake Mungu, utoke utumwani! Ufike kwake Yesu, tubia dhambi zako! Habari hiyo ya Mfalme!",
        "3 Mbinguni nchi nzuri, yapita vitu vyote, furaha huko tele na raha ya milele. Ukiamini Yesu uta’pokea huko. Habari hiyo ya Mfalme!"
      ]
    },
    {
      "number": 75,
      "title": "#75 Niliye msafiri, mgeni duniani",
      "verses": [
        "1 Niliye msafiri, mgeni duniani; sioni kwangu hapa, ni huko ju’ mbinguni. Ninatamani nami kukaa siku zote pamoja naye Baba katika utukufu\n\nKwangu mbinguni, kwangu, uzuri wa binguni wapita yote huku.",
        "2 Mwokozi yuko huko, rafiki yangu mwema, aliyenikomboa na ku’chukua dhambi. Na hata nikiona furaha siku zote ningali natamani makao ya mbinguni.",
        "3 Na nikipewa huku vipawa vya thamani, na wakiimba nyimbo za kunifurahisha, rafiki wangu wote wakipendeza mimi, ningali natamani makao ya mbinguni.",
        "4 Upesi nitaona kifiko cha mbinguni, Mwokozi wangu Yesu atanikaribisha; Na huko nitaona nilivyotumaini, kinubi nita’piga kumshukuru Yesu."
      ]
    },
    {
      "number": 76,
      "title": "#76 Mgeni mimi, ninasafiri",
      "verses": [
        "1 Mgeni mimi, ninasafiri siku chache, siku chache huku chini. Msinipinge, niwafuate watakatifu walioshinda! Mgeni mimi, ninasafiri siku chache, siku chache huku chini.",
        "2 Nashika njia, napiga mbio, sina budi kuukuza mwendo wangu. Na kwa mkono natwaa gongo, nazo silaha nimejivika. Nashika njia, napiga mbio, sina budi kuukuza mwendo wangu.",
        "3 Ulimwenguni sipati raha, natamani ku’fikia mji mpya. Machozi, kufa, maombolezo sitayaona mbinguni tena. Ulimwenguni sipati raha, natamani ku’fikia mji mpya.",
        "4 Mchunga mwema, ninakuomba, ‘tangulie, niongoze njia yote, kwa kuwa giza na dhambi tena zaniwekea mitego mingi! Mchunga mwema, ninakuomba, ‘tangulie, niongoze njia yote!"
      ]
    },
    {
      "number": 77,
      "title": "#77 Naifuata njia ya ku'fikia mbingu",
      "verses": [
        "1 Naifuata njia ya kufikia mbingu na mji mwema ule alio’jenga Mungu. Ninasafiri sasa kutoka duniani nifikie nchi hiyo ya raha na uzima.\n\nNaifuata njia ya ku’fikia mbingu na mji mwema ule alio’jenga Mungu.",
        "2 Sijauona bado uzuri wake bora wa mji wa mbinguni, usio na machozi; lakini siku moja, kwa shangwe ya milele nitamsifu Yesu katika mji ule.",
        "3 Nifikapo mjini, mlango wake wazi, na hapo malaika watanikaribisha; shindano la dunia halitakuwa huko, na nitaona raha milele na milele."
      ]
    },
    {
      "number": 78,
      "title": "#78 Nina uzima wa milele",
      "verses": [
        "1 Nina uzima wa milele, na tumaini ni imara, mbinguni nitaona Yesu, Mwokozi wangu kwa furaha.",
        "2 Nina urithi bora huko unaolindwa hata mwisho. Na kila siku ya jaribu natiwa nguvu naye Baba.",
        "3 Namshukuru Mungu wangu! Ananitunza siku zote katika shida na taabu, kwa hiyo sisumbuki tena.",
        "4 Rohoni mwangu ni amani, naimba kwa furaha kubwa. Nikiongozwa naye Yesu naendelea kwa salama.",
        "5 E’ Bwana Yesu, unifunze ku’tumikia wewe vema wakati ubakio tena wa mwendo wangu dunianai!"
      ]
    },
    {
      "number": 79,
      "title": "#79 Maisha ya mtu [mafupi] ya hapa",
      "verses": [
        "1 Maisha ya mtu [mafupi] ya hapa dunia yanaifanana safari chomboni. Twapita bahari katika hatari, lakini Mwokozi anatuongoza.\n\nIkiwa Mwokozi anatuongoza twaweza kuona amani na raha, atatufikisha salama mbinguni, na humo hatutakumbuka safari.",
        "2 Twapita katika baridi na pepo, maneno ya Mungu ni nuri gizani. Hatari na hofu na chombo kibaya hatuta’kumbuka karibu na Yesu.",
        "3 Ingawa mawimbi yapiga kwa nguvu, tunakaribia bandari upesi. Na humo hakuna dhoruba na pepo; safari tutaimaliza salama.",
        "4 Tutakapofika bandari ya mbingu tutamshukuru Mwokozi mkuu. Hatutaziona hatari na hofu karibu na Yesu mwenyewe mbinguni."
      ]
    },
    {
      "number": 80,
      "title": "#80 Zitakapo timia siku za huduma",
      "verses": [
        "1 Zitakapotimia siku za huduma yangu, nitaona asubuhi ya uzima. Huko juu mbinguni nitamwona Bwana Yesu, Na karibu yake nitaisikia.\n\nNitamtambua yeye, na karibu ya Yesu nitakaa. Nitamtambua yeye kwa alama za majeraha yake.",
        "2 Itakuwa furaha kuona uso wake, na uzuri utokao macho yake. Moyo utafurika na uheri na furaha, ju’ ya kao aliloniandalia.",
        "3 Na walio mbinguni wananingojea kwao, nakumbuka siku tulipoachana. Wataimba kabisa kunikaribisha huko, walakini nitamwona Yesu kwanza."
      ]
    },
    {
      "number": 81,
      "title": "#81 Alipokufa Yesu ju' ya msalaba",
      "verses": [
        "1 Alipokufa Yesu ju’ ya msalaba wake akaishinda dhambi na uwezo wa shetani. Aliniweka huru, niwe mbali na hatia; na tena atanichukua kwake.\n\nMbinguni niendako haitakuwa dhambi, ni nchi nzuri ya salama mno. Na Bwana, Mungu wetu, atatuangazia; tukusanyane sisi sote humo!",
        "2 Ninafuata njia ya Mwokozi wangu sasa, aniongoza vema, anafuta kila chozi. Ananilinda katika hatari za njiani, karibu naye vita yatulia.",
        "3 Mbinguni nchi yangu, na bendera ni upendo, na Roho arabuni ya urithi wangu huko; na neno lake ni chakula changu safarini; neema inanipeleka kwake."
      ]
    },
    {
      "number": 82,
      "title": "#82 Ninajua nchi nzuri huko",
      "verses": [
        "1 Ninajua nchi nzuri, huko Mungu alifanya nyumba na makao kwetu; natamani kufikako.\n\nMbinguni, kao la malaika! Mbinguni, vyote vinamulika! Mbinguni Mungu atualika tukusanyane mbinguni kwake!",
        "2 Katika safari yangu ninajiuliza sana kama nami nitafika penye Mungu ndie jua.",
        "3 Kwa neema yake kubwa nitakaa kwake Mungu, Bwana Yesu atanipa taji nzuri ya uzima.",
        "4 Sasa ninapiga mbio, nifikie nchi hiyo ya uzima na furaha, nchi ya tamani yangu!"
      ]
    },
    {
      "number": 83,
      "title": "#83 Ninajua nchi huko juu",
      "verses": [
        "1 Ninajua nchi huko juu, hapo Mungu alijenga mji, na aita ‘moma moja kwake, waliomaliza mwendo huku.\n\nShida, kufa na huzuni hazitakuwapo huko. Yesu atafuta kila chozi, tutaona shangwe, nayo tele.",
        "2 Huko hawataingia kamwe wenye dhambi, wala cha kinyonge, E’ rafiki, ujihoji leo kama wewe utaona mbingu!",
        "3 Utazame, mto ungaliko uwezao kusafisha sana! Ujioshe kati’ damu safi ya Mwokozi wetu Yesu Kristo!",
        "4 Nafurahi kwani ninajua kao langu liko huko juu, natamani sana kufikako. Njoo, Yesu, unitwae mbio."
      ]
    },
    {
      "number": 84,
      "title": "#84 Ninakumbuka Sayuni",
      "verses": [
        "1 Ninakumbuka Sayuni, nchi ya heri mbinguni, bahari kama kioo na’furahia rohoni. Nyuma kimeta cha nuru Naona mji wa mbingu, nyimbo za nyumba ya Baba nasikiliza daima.\n\nMapambazuko mbinguni yataondoa utaji, vyote tulivyoamini tutaviona milele.",
        "2 Mauti haina nguvu, Yesu a’vunja uchungu, naye aliwakomboa wote; wafalme, watumwa. Ninamtwika Mwokozi dhambi, huzuni na shida; mbavuni mwake nafasi kama bandari salama.",
        "3 Kuna ‘jaribu njiani, mengi yakunizuia, na mara nyingi miiba, inaumiza miguu. Nikikumbuka Sayuni moyo huwaka kabisa, mbingu ninaitazama na ku’himiza safari."
      ]
    },
    {
      "number": 85,
      "title": "#85 Twapasha habari ya mbingu",
      "verses": [
        "1 Twapasha habari ya mbingu, mahali pa watu wa heri, na tunatamani ku’ona ufuko wa nchi ya mbingu.\n\nSikitiko, wala shida hazitakuwapo mbinguni. Huko juu, huko juu tutashangilia milele.",
        "2 Twapasha habari ya mbingu na mji mzuri ajabu, na jeshi la watakatifu waliomaliza safari.",
        "3 Twapasha habari ya pendo, amani na nguo nyeupe. na raha baada ya vita, makao karibu na Mungu.",
        "4 Twapasha habari ya Yesu, alituokoa na dhambi. Ingawa ni shida njiani atatufikisha mbinguni."
      ]
    },
    {
      "number": 86,
      "title": "#86 Tutaona furaha mbinguni",
      "verses": [
        "1 Tutaona furaha mbinguni, ni makao ya watu wa heri. Tutakuwa pamoja na Mungu na kusifu Mwokozi wetu.\n\nTutafurahi na tutaabudu huko juu kwake Mungu. Tutafurahi na tutaabudu siku tutakapofika.",
        "2 Mara nyingi furaha ya hapa yapinduka machozi machongu, walakini hazitakuwapo sikitiko na shida huko.",
        "3 Kama shida na shaka zafika kuzuia safari ya hapa, tutazame daima mbinguni, huko juu ni raha yetu!"
      ]
    },
    {
      "number": 87,
      "title": "#87 Mwisho wa njia ya mkristo",
      "verses": [
        "1 Mwisho wa njia ya mkristo ni mbinguni; Yesu ananiongoza salama. Kama shetani akinijaribu nakitazamia kifiko.\n\nKwetu mbinguni hatutatawanyika, dhambi na mateso hayatakuwapo, Na hatutaona machozi na shida, ila furaha milele.",
        "2 Tutawaona walioishinda dhambi, shetani na mambo mabaya, na tutaona Mwokozi mpenzi; tutafananishwa na yeye.",
        "3 Nani ataka kufika mbinguni? Yesu ni njia, uzima na kweli. Njoo kwa Yesu! Akuandalia kao la milele mbinguni.",
        "4 :/: Malaika wanangoja:/: malaika wanangoja huko mbinguni!:/: Malaika wanangoja:/: kutusalimu: «karibu»."
      ]
    },
    {
      "number": 88,
      "title": "#88 Mponyi apitaye wote amefika hapa",
      "verses": [
        "1 Mponyi apitaye wote amefika hapa. Awaponyesha watu moyo. Yesu wa upendo.\n\nJina linalopita yote juu na chini pote pia, jina kubwa, jina jema: Yesu wa upendo.",
        "2 Awasamehe watu dhambi wakizitubia, awapokea kwa neema, waipate afya.",
        "3 Tukiwa na masikitiko, Yesu afariji. Akitubarikia sana, woga waondoka.",
        "4 Watoto walipenda sana jina lake Yesu, liwalindalo na mabaya, wakijaribiwa.",
        "5 Shetani aogopa sana jina lake Yesu. Katika vita ju’ ya dhambi latutia nguvu.",
        "6 Mbinguni tena kwa furaha tutamwona Yesu. Tutasahau shida zote, tutamshukuru."
      ]
    },
    {
      "number": 89,
      "title": "#89 Najua jina moja zuri",
      "verses": [
        "1 Najua jina moja zuri, lapita kila jina huku, lanipa raha na amani, na jina hilo Yesu.\n\nYesu, jina zuri mno! Yesu, unapenda wote, Yesu, tunalindwa vema katika jina lako.",
        "2 Napenda jina hilo jema, linanivuta kwake Mungu. Na katika huzuni yangu lanifariji sana.",
        "3 Siwezi mimi kueleza uzuri wake jina hili, lakini namwimbia Yesu, nasifu jina lake."
      ]
    },
    {
      "number": 90,
      "title": "#90 Yesu, Yesu, jina kubwa",
      "verses": [
        "1 Yesu, Yesu, jina kubwa, nyimbo zao malaika! :/: Limekuwa ndani yangu mto wa furaha bora:/:",
        "2 Jina lake kama nyota, linanionyesha njia. :/: Katika jaribu, shida, na usiku duniani.:/:",
        "3 Ni mikono ya upendo yenye kunikumbatia. :/: Hapo najificha vema, kama chombo bandarini.:/:",
        "4 Jina hilo liwe kwangu, wimbo wa safari yangu! :/: Niletewe wema nalo, toka nchi nzuri juu!:/:"
      ]
    },
    {
      "number": 91,
      "title": "#91 Yesu, jina hili jema",
      "verses": [
        "1 Yesu, jina hili jema, lichukue siku zote! Lina raha na faraja, lichukue uendako!\n\nJina kubwa, jina zuri la matumaini yetu! Jina kubwa, jina zuri la furaha ya mbinguni!",
        "2 Lichukue jina hilo, lenye nguvu yakushinda! Ukijaribiwa huku, taja jina lake Yesu!",
        "3 Yesu, jina jema mno, latutia shangwe kubwa, ni makimbilio yetu, ngome, msaada pia.",
        "4 Na kwa jina lake Yesu kila goti litapigwa, watu wote watakiri kwamba Yesu ni Mfalme."
      ]
    },
    {
      "number": 92,
      "title": "#92 Yesu! Jina hili linapita kila jina",
      "verses": [
        "1 Yesu! Jina hili linapita kila jina duniani pote. Yesu, Yesu! Jina hilo ni marhamu iliyomiminwa.\n\nJina hili ni lenye nguvu ya kuondoa dhambi zangu zote. Yesu, Yesu! Jina hilo lanitia shangwe na furaha.",
        "2 Si jingine jina duniani lenye nguvu, kweli na uzima. Yesu, Yesu! Jina hilo waliloimbia malaika.",
        "3 Jina hili lina wema mno, limejaza mbingu tangu mwanzo. Yesu, Yesu! Jina hilo, litaimbwa duniani pote.",
        "4 Sitaweza kusahahu Yesu, jina lake ni wokovu wangu. Yesu, Yesu! Nitamwona huko kwake tena kwa furaha."
      ]
    },
    {
      "number": 93,
      "title": "#93 Siku chache, na tena wakristo",
      "verses": [
        "1 Siku chache, na tena wakristo watakwenda kumwona Mwokozi, siku chache na wataipewa thawabu na taji ya uzima.\n\nNangoja sana Bwana Yesu kama zamu angojavyo asubuhi.:/: Kwa dalili zote ninaona sasa kwamba Yesu yu karibu ya kurudi:/:",
        "2 Siku chache za vita ya huku, tena Yesu Mfalme atakuja; tutaona furaha na raha, atatupeleka kwake juu.",
        "3 Siku chache machozi ya shida, Mungu atayafuta kabisa. Na baada ya siku si nyingi kwa lango nitaingia mbingu.",
        "4 Baragumu la mwisho ‘talia, waminifu watachukuliwa; wote wataingia mbinguni kukaa pamoja na Mwokozi."
      ]
    },
    {
      "number": 94,
      "title": "#94 Lo! Nuru inapambazuka",
      "verses": [
        "1 Lo! Nuru inapambazuka, na vivuli vya usiku vyakimbia; unaulizwa: U tayari? Yesu yuaja upesi!\n\nNa kama vile ‘pepo uvumavyo po pote, habari iendavyo ulimwenguni mwote. Ni neno la furaha, matumaini yetu: Yesu yuaja upesi!",
        "2 Vizazi vingi vimefungwa utumwani kwa minyororo migumu; uhuru ni kwa Bwana Yesu, naye yuaja upesi!",
        "3 Na watu wengi waamka, nuru ya injili yafukuza giza. Tutatwaliwa ‘ju mbinguni; Yesu yuaja upesi!"
      ]
    },
    {
      "number": 95,
      "title": "#95 Nchi nzuri yatungoja huku juu",
      "verses": [
        "1 Nchi nzuri yatungoja huko juu ya mawingu, watakapokusanyika wateule. Siku zina’tubakia zinapita mbio sana; waminifu watarithi nchi nzuri.\n\n:/: Lo! Ufalme wake Mungu u karibu!:/: Uwe safi, roho yangu, ukakeshe siku zote! Lo! Mfalme wake Yesu yu karibu!",
        "2 Twaamini tutaona nchi ile kwa uwazi, tunangoja sana Mkombozi wetu; kwa dalili tunaona siku yake ni karibu; zinatuarifu Yesu aja hima.",
        "3 Maandiko yanasema: Mkombozi atakuja, katika mawingu ataonekana. Haleluya! Haleluya! Atafunga yule mwovu, aliyejaribu kutuangamiza.",
        "4 Katika kungoja Yesu watu wengi wamechoka; waamshe, uwaonye kwa dalili! Kwani neno lake Mungu latimizwa mbio sana, tunaona kwamba yesu yu karibu."
      ]
    },
    {
      "number": 96,
      "title": "#96 Mwokozi wetu aliahidi",
      "verses": [
        "1 Mwokozi wetu aliahidi ya kwamba atakuja siku moja kutupeleka mbinguni kwake. Yawezekana upesi sana.\n\nSioni shida, nina amani kwa Mkombozi na damu yake, na Roho yake Mtakatifu ni arabuni ya ‘rithi yangu.",
        "2 Wajumbe wengi wa Bwana Mungu watumwa sasa duniani pote. Waitangaza habari njema ya Yesu Kristo na pendo lake.",
        "3 Na watu wengi wanaamini, wanaitika mwito wake Mungu. Kwa roho moja twa kaza mwendo, tufikilie thawabu yetu.",
        "4 Twakaribia wakati ule wa kuja kwake Bwanda Yesu Kristo; na tujiweke tayari wote kuchukuliwa mbinguni kwake!"
      ]
    },
    {
      "number": 97,
      "title": "#97 Bado kidogo jua litapanda",
      "verses": [
        "1 Bado kidogo jua litapanda, siku tuta’pofika huko juu. Huko mbinguni tutapumzika na’pata raha na furaha ya milele.\n\nTutamlaki Bwana Yesu Kristo, aliyetuokoa kweli hapa chini. Huko mbinguni tutamwona yeye, tutamsifu kwa upendo wake ‘kuu",
        "2 Bado kidogo tutaona vyote vitageuka kuwa vipya tena, na hapo, Yesu, Mwokozi wetu, atatufungulia lango la mbinguni.",
        "3 Safari yetu ina majaribu, tutafurahi kwa kufika mbingu. Hatutaona giza, shaka tena, Tutamshangilia Mwokozi wetu."
      ]
    },
    {
      "number": 98,
      "title": "#98 Siku moja tutaona utukufu wake",
      "verses": [
        "1 Siku moja tutaona utukufu wake Yesu, kama nuru ya umeme atakavyoonekana.\n\nUhubiri neno lake, kwa bidi’ mahali pote! Siku ni karibu sana; Bwana Yesu atakuja.",
        "2 Tangu kale tumengoja siku ya uhuru wetu. Hata nguvu ya mauti itaisha siku ile.",
        "3 Heri gani ya wakristo kumlaki Bwana yesu! Watavikwa nguo safi huko juu kwa Mwokozi.",
        "4 Pasha hi’habari njema, na wagonjwa uwaponye! Uokowe wapotevu! Wende mbio, usikawie!",
        "5 Kwa dalili tunaona kwamba Yesu yu karibu, na Mfale atakuja ‘tupeleka kwake juu."
      ]
    },
    {
      "number": 99,
      "title": "#99 Siku moja nitwamwona Bwana",
      "verses": [
        "1 Siku moja nitamwona Bwana Yesu uso wake. Na milele kwa furaha nitaka’ karibu naye.\n\nNitamtazama Yesu ju’ ya nyota zote pia, huko kwa ukamilifu nitajua nguvu yake.",
        "2 Hapa ninaufahamu kwa sehemu wema wake, huko nitamtazama na kushiba kwa kuona.",
        "3 Shangwe gani kwa Yesu! Shida zote zitaisha, giza haitakuwapo, na huzuni itakoma.",
        "4 Yesu atafika mbio, Lo! Mwenyewe atashuka! Tutanyakuliwa juu ili kumlaki Bwana."
      ]
    },
    {
      "number": 100,
      "title": "#100 Lo! Bendera inatwekwa",
      "verses": [
        "1 Lo! Bendera inatwekwa, yatutangulia! Tusione hofu, wenzi, twende kwa kushinda!\n\nBwana Yesu atakuja, tuilinde ngome! Kwa uwezo wake Yesu tutashinda yote.",
        "2 Ibilisi azunguka, akitutafuta; anataka tuanguke, tufe, tupotee.",
        "3 Vita kubwa, vita kali inaendelea, tuwe watu wa ‘hodari! Twende, tutashinda!",
        "4 Basi, kwa bendera yake tunashikamana. Atutie nguvu yake hata kuja kwake!"
      ]
    },
    {
      "number": 101,
      "title": "#101 E' mlinzi, twauliza",
      "verses": [
        "1 E’ mlinzi, twauliza: Yesu atakuja lini? Asubuhi ya sayuni ni karibu? Tuambie! Msafiri, yainue macho yako, angalia! Asubuhi ni karibu, usimame, usimame!",
        "2 Siku heri ya sabato ya milele ni karibu, na dalili yake Yesu hapo itaonekana. Na rohoni tunaona nchi nzuri ya ahadi. Asubuhi ni karibu, na ahadi zatimia.",
        "3 Katika Yerusalemu, mji mpya wa mbinguni, Yesu atatumiliki kwa upendo na amani. Baragumu italia, nasi tutaisikia. Yesu ni karibu sana kutukaribisha kwake."
      ]
    },
    {
      "number": 102,
      "title": "#102 Sayuni, ulaki Bwanako",
      "verses": [
        "1 Sayuni, ulaki Bwanako, umshangilie Mfalme! Jipambe kwa Bwana arusi, ujitengeneze tayari!\n\nFurahi, furahi! Umshangilie Bwanako! Furahi, furahi! Umsujudie Mfalme!",
        "2 Kutoka ‘tukufu wa Baba na kiti cha enzi mbinguni Mwokozi alitufikia kulazwa mtoto horini.",
        "3 Akawa dhabihu kamili, akasulibiwa Golgotha, akafa kwa ‘ajili ya wote, tupewe wokovu wa Mungu.",
        "4 Alitushindia mauti na kumharibu shetani; akaufunua uzima, tupate kuishi milele.",
        "5 Afika kwa wenye huzuni kuwapa faraja na heri, na atamiliki milele, Mfalme wa pendo na haki."
      ]
    },
    {
      "number": 103,
      "title": "#103 Siku kubwa ya mashangilio",
      "verses": [
        "1 Siku kubwa ya mashangilio inatufikia tena. Usikie neno hili zuri: Yesu amefika kwetu!\n\nImba duniani pote pia, imba wote wasikie! Sifa zina Mungu wetu juu, na amani kwetu!",
        "2 Utajiri, fedha na dhahabu sina ya kukuletea, ilakini roho yangu tupu nina’kutolea, yesu.",
        "3 Sisi sote tumsifu Mungu kwa upendo wake kwetu! Alitutumia Mkombozi, Mwana wake Yesu Kristo."
      ]
    },
    {
      "number": 104,
      "title": "#104 Lo! Horini Bethlehemu",
      "verses": [
        "1 Lo! Horini Bethlehemu, ndani ‘nyumba ya ng’ombe, Bwana Yesu alilala usingizi wa kitoto. Nyota zilizo mbinguni kimya ziliangazia Bwana Yesu, mtulivu, juu ya ulalo wake.",
        "2 Wachungaji wa kondoo walikuja kumwabudu, na majusi walifika wakamtolea tunu. Mungu mwenye macho yanayo tazama nchi yote, alivunja makusudi ya kuua ya adui.",
        "3 Nakupenda, Bwana Yesu, kwani unaufaamu udhaifu wa mtoto, hali yake ya kitoto. Nawe sasa unaweza kunisaidia sana kila saa ya hatari, majaribu na mashaka.",
        "4 Nakuomba, Bwana Yesu, unilinde njia yote, uwe mwenzi wangu mwema kila saa na dakika! Usichoke nami kamwe, nami sitaona hofu; Yesu unikumbatie siku zote na milele!"
      ]
    },
    {
      "number": 105,
      "title": "#105 Wakati wa Noeli",
      "verses": [
        "1 Wakati wa Noeli nafika kwenye hori, :/: alipolala Yesu, maskini, mtulivu.:/:",
        "2 Mwokozi wangu mwema, kwa pendo ulifika, :/: nitoke dhambi zangu, nipate kuwa wako:/:",
        "3 Nakuhitaji, Yesu, rafiki wa watoto. :/:Sitaki kuumiza kwa dhambi wewe tena.:/:",
        "4 Nitashukuru Yesu milele na milele. :/: maana alifika kutuokoa sisi.:/:"
      ]
    },
    {
      "number": 106,
      "title": "#106 Tuimbe asubuhi hii",
      "verses": [
        "1 Tuimbe asubuhi hii juu ya siku manabii walioitabiri! Ni siku kubwa, siku nzuri, upendo umedhihirika, upendo wake Mungu. Sisi sote tufurahi, tumwimbie na kusifu Yesu, Mwokozi wetu!",
        "2 Yu sura yake Mungu Baba, lakini mtu, ili sisi tupate kumjua. Yuaja na amani kwetu, Kuwatafuta wapotevu na kuwaponya wote. Sisi sote tuungane naye Yesu na tupate pendo na uzima wake!",
        "3 Ataliona sikitiko, na kufahamu shida yetu asaidie sisi! Atafundisha haki kweli, kweli, Nakutufahamisha pendo katika kufa kwake, sisi sote tuokoke, na tufufuliwe naye, mbingu zitufunguliwe!",
        "4 Aliye jua la neema afika na wokovu kwetu, na atuangazia. Mchunga wetu yupo nasi, anakutaka tuwe wake, tumfuate kweli! Sisi wake tumjue, tuingie kwake juu, tufanane naye Yesu!"
      ]
    },
    {
      "number": 107,
      "title": "#107 Alipoteswa Yesu peke'",
      "verses": [
        "1 Alipoteswa yesu peke’ katika Gethsemane, akakinywea kwa upendo kikombe cha uchungu.\n\nMwokozi wangu alichukua yote, uzima wake ali’toa; kutuokoa alitufilia.",
        "2 Akasimama peke yake kuchekwa na kupigwa, uchwani akatiwa taji iliyo ya miiba.",
        "3 Akachukua msalaba njiani kwa Golgotha, na akajeruhiwa sana kwa’jili yetu sisi.",
        "4 Na sasa, wewe mwenye dhambi, tazama pendo lake! Neema kubwa yakungoja; uache dhambi zako!"
      ]
    },
    {
      "number": 108,
      "title": "#108 Mwana kondo' wa Mungu",
      "verses": [
        "1 Mwana kondo’ wa Mungu, ali’filia sisi juu ya msalaba kati’ macheko mengi. Umeondoa dhambi na umeshinda kufa. Utupa raha, Yesu!"
      ]
    },
    {
      "number": 109,
      "title": "#109 Yesu, unionye tena msalaba wako",
      "verses": [
        "1 Yesu, unionye tena msalaba wako! Huo ni kisima safi chenye kusafisha.\n\nMsalaba wako, Yesu, nausifu sana. Yesu, unilinde huko hata nikuone!",
        "2 Huko niliona kwanza ne’ma yako kubwa, Nuru ikafika kwangu ‘toka msalaba.",
        "3 Yesu, unilinde huko, unifaamishe jinsi ulivyochukua dhambi zangu zote!",
        "4 Unilinde siku zote penye msalaba, nikuone, nikupende, sasa na milele!"
      ]
    },
    {
      "number": 110,
      "title": "#110 Mwamba uliopasuka",
      "verses": [
        "1 Mwamba uliopasuka, ndani yako nijifiche! Maji yale, damu ile itokayo mbavu zako, iwe dawa ya kuponya roho yangu na ubaya!",
        "2 Kazi za mikono yangu, haziwezi kukomboa. Hata ningelia sana na kutenda kazi nyingi, singeweza kuokoka, peke yako u Mwokozi.",
        "3 Ndani yangu sina kitu, naushika msalaba. Uchi mimi, univike! Sina nguvu, ‘nichukue! Ni mchafu, unioshe! Wewe u Mwokozi wangu.",
        "4 Kwa maisha yangu yote hata nitatoa roho, hata saa ya kuitwa mbele ya Mfalme wangu, mwamba uliopasuka, nijifiche ndani yako!"
      ]
    },
    {
      "number": 111,
      "title": "#111 E' Yesu, sitausahau uchungu wako",
      "verses": [
        "1 E’ Yesu, sitausahau uchungu wako kubwa, ulipoteswa Gethsemane usiku peke yako.\n\nMateso uliyoyaona, uchungu na machozi, Usiku ule Gethsemane, Siyasahau kamwe.",
        "2 Naona wewe Gethsemane, ulivyoteswa huko kwa ‘jili ya makosa yangu, na kuitoa damu.",
        "3 Huzuni nyingi uliona katika teso lako ulipoachwa peke yako na wanafunzi wako.",
        "4 Na ukiona roho yangu haina pendo kwako, uniongoze Gethsemane, nione teso lako!"
      ]
    },
    {
      "number": 112,
      "title": "#112 Ulinde roho na nafsi yangu",
      "verses": [
        "1 Ulinde roho na nafsi yangu chini ya damu, chini ya damu! Makosa, hofu na shaka ziwe chini ya damu yako!\n\nChini ya damu yako, Yesu, ndani ya mto huo safi, unilinde kwa siku zote, chini ya damu yako!",
        "2 Makimbilio ya mwenye dhambi, chini ya damu, chini ya damu, ni ukombozi kwa watu wote, chini ya damu yako!",
        "3 Nijaze nguvu na pendo lako chini ya damu, chini ya damu, nipate tena kutii wewe chini ya damu yako!",
        "4 Amani kubwa moyoni mwangu chini ya damu, chini ya damu, karama zako zanipa raha, chini ya damu yako.",
        "5 Nijazwe Roho Mtakatifu chini ya damu, chini ya damu, daima niwe na moyo safi, chini ya damu yako."
      ]
    },
    {
      "number": 113,
      "title": "#113 Msalabani Mwokozi wangu",
      "verses": [
        "1 Msalabani Mwokozi wangu alijitoa kuniokoa, na damu yake ilimwagika kwa’jili yangu, kunikomboa.\n\nE’ Golgotha, e’ Golgotha, alipoteswa Bwana Yesu! E’ Golgotha, e’ Golgotha, nilipopata raha kweli!",
        "2 Na nchi ile ilitetema, mbinguni jua likafunikwa wakati Yesu alipokufa, akichukua hatia yangu.",
        "3 Likapasuka pazia lote, kwa hiyo neno limetimizwa. Naona njia ya mbingu wazi: Nikutakaswa kwa damu yake.",
        "4 Mwokozi wangu, upendo gani: Uliutoa uzima wako! Kunikomboa ulisikia mateso yote ya msalaba."
      ]
    },
    {
      "number": 114,
      "title": "#114 Imba habari njema",
      "verses": [
        "1 Imba habari njema: Mungu apenda wote! Uihubiri damu ituponyayo roho! Taja karama kubwa: Mwana alitujia, pasha habari hiyo kwa kila mtu!\n\nYesu msalabani alifilia wote, alitupatanisha na Mungu, Baba yetu. Pazia la hekalu likapasuka huko, njia imefunguka kwa wewe, nami!",
        "2 Uwaimbie wenye shida na sikitiko na wapigao vita katika majaribu! Imba katika miji, pasha habari njema: Yesu awatafuta kwa pendo kubwa!",
        "3 Imba katika giza, lisipofika jua, uwaimbie wote, watu wa kila bali! Imba mapema sana, na adhuhuri pia, sifu Mwokozi hata usiku waja!"
      ]
    },
    {
      "number": 115,
      "title": "#115 Pendo la Mungu ni kubwa",
      "verses": [
        "1 Pendo la Mungu ni kubwa, pasha habari hiyo! Pendo la Mungu ni kubwa, mwanzo wa nyimbo zote. Malaika waliimba, wachunga wakasikia. Tunafurahi kujua: Pendo la Mungu ni kubwa.\n\nPendo kuu, pendo kuu, pendo kuu, pendo la Mungu ni kubwa!",
        "2 Pendo la Mungu ni kubwa kwako uliye mbali. Pendo la Mungu ni kubwa, anakuhurumia. Ukiendee kisima kinachotoka Golgotha, utaupata uzima katika pendo la Mungu.",
        "3 Pendo la Mungu ni kubwa, latufikisha mbingu. Pendo la Mungu ni kubwa, tutafurahi sana! Huko hakuna jaribu, wala ugonjwa na kufa. Tumeokoka sababu pendo la Mungu ni kubwa."
      ]
    },
    {
      "number": 116,
      "title": "#116 Tuimbie, tumsifu Yesu",
      "verses": [
        "1 Tuimbie, tumsifu Yesu ju’ya msalaba! Aliteswa na akafa, yote kwa ajili yetu. Akashinda, ‘kafufuka, ni Mwokozi ‘kamilifu.\n\nYesu alitukomboa, na akawa haki yetu. Dhambi aliziondoa, akatupa tumaini: Tutarithi utukufu, nuru, raha na uheri.",
        "2 Yesu alipofufuka akatushindia kufa, akapewa nguvu zote duniani na mbinguni. Sisi sote tumepona kwa kupigwa kwake Yesu.",
        "3 Tushukuru Mungu Baba kwa ajili ya upendo! Tumsifu Yesu Kristo kwa neema yake kubwa! Tumfungulie moyo kwake Roho ‘takatifu!"
      ]
    },
    {
      "number": 117,
      "title": "#117 Nilipofika Golgotha",
      "verses": [
        "1 Nilipofika Golgotha nikaiona huko neema kubwa kama mto, neema ya ajabu.\n\nNeema ya Golgotha ni kama bahari kubwa, ne’ma tele na ya milele, ne’ma ya kutosha!",
        "2 Nilipofika moyo wangu ulilemewa sana, sikufaamu bado vema neema yake kubwa.",
        "3 Nilipoona kwamba Yesu alichukua dhambi, neema ikadhihirika, na moyo ukapona.",
        "4 Mbinguni nitakapofika, furaha itakuwa kuimba juu ya neema milele na milele."
      ]
    },
    {
      "number": 118,
      "title": "#118 Ni mwokozi mzuri ninaye",
      "verses": [
        "1 Ni Mwokozi mzuri ninaye, alikufa kunikomboa. Alitoa uzima wake kwa ajili ya watu wote\n\nAlikufa msalabani, alikufa msalabani. Kwa ajili ya dhambi zangu zote alikufa msalabani.",
        "2 Aliacha makao juu, akafika ulimwenguni; aliteswa kwa’jili yangu na kunifungulia mbingu.",
        "3 Dhambi zangu ali’chukua, kujitwika hukumu yangu, na alijeruhiwa ili aniponye na ‘nipa raha.",
        "4 Bwana Yesu alifufuka, akarudi mbinguni kwake; na yuaja upesi tena achukue walio wake."
      ]
    },
    {
      "number": 119,
      "title": "#119 Tuimbie msalaba wa Mwokozi",
      "verses": [
        "1 Tuimbie msalaba wa Mwokozi, damu yake inatusafisha sana! Tunaweza kuwa huru, kwani Yesu alikufa ili ku’ondoa dhambi.\n\nHaleluya, anipenda! Haleluya nafurahi! Haleluya, siku moja nitamwona Yesu!",
        "2 Twafurahi kwa neema yake kubwa, alikuja ili tuwe na uzima. Kama njia ni nyembamba duniani, Yesu atatupa nguvu na ‘hodari.",
        "3 Tuuimbe moto ule ‘takatifu uli’tupwa na Mwokozi duniani! Tuvipige vita vilivyo vizuri, nasi tutapewa taji ya uzima!"
      ]
    },
    {
      "number": 120,
      "title": "#120 Msalabani nilimwona Yesu",
      "verses": [
        "1 Msalabani nilimwona Yesu, Mwokozi wangu aliyeniponya; rohoni mwangu giza ikatoka, ninafuata Yesu sasa.\n\nNimeokoka kutoka dhambi, na siku zote ninaimba kwa furaha. Ni vita kali kushinda yote, lakini Yesu yu karibu.",
        "2 Mwokozi wangu ananipa nguvu, nikiuona udhaifu huku. Na vita yote itakapokwisha, nitaipata raha kwake.",
        "3 Mwokozi wangu, ninakufuata, furaha yako inanituliza. Na siku moja utakuja tena kunichukua huko kwako."
      ]
    },
    {
      "number": 121,
      "title": "#121 Yesu ni furaha yangu",
      "verses": [
        "1 Yesu ni furaha yangu, amejaa pendo kweli. Anaweza kusimika kila mwenye udhaifu. Ananipa ujasiri, nguvu, raha na faraja. Hata nikionja kufa, Yesu ni mchunga wangu.",
        "2 Nimefungwa na Mwokozi kwa kifungu cha upendo, hata kufa hakuwezi kunitenga naye Yesu. Mimi wake siku zote, ninataka kumtii. Kwa neema nimepona, nisitumikie dhambi.",
        "3 Kwa mikono ya upendo ninakumbatiwa naye, sitaweza kutafsiri pendo lake kubwa kwangu. Napokea nguvu yake, yanijaza moyo wangu. Yesu ananiongoza katika safari yangu."
      ]
    },
    {
      "number": 122,
      "title": "#122 Mwokozi kamili ni Yesu pekee",
      "verses": [
        "1 Mwokozi kamili ni Yesu pekee, Mwokozi mzuri halisi. Katika wokovu wa Mungu mkuu ninalindwa naye kabisa.\n\nKatika wokovu nalindwa salama, naishi kwa maji ya ‘hai. Upendo wa Mungu unanizunguuka:/: na kanihifadhi daima.:/:",
        "2 Baraka ya mbingu inanijaliza kwa Roho ya utakatifu. Nasifu Mwokozi katika furaha, wokovu umenifikia.",
        "3 Mwokozi mzuri ni Yesu pekee, aniondoaye mizigo. Njiani ananiongoza vizuri, anipa na nguvu ya mwendo.",
        "4 Nitakapomwona Mwokozi mbinguni baada ya shida za huku, Nitamhimidi na kumshukuru Bwana ninayempenda."
      ]
    },
    {
      "number": 123,
      "title": "#123 Mwokozi mzuri ninaye",
      "verses": [
        "1 Mwokozi mzuri ninaye, zamani sikumfahamu, na sasa ninamhubiri, wengine wapate kuona.\n\nWote watamwona, wote watamwona Mwokozi mzuri ninaye; Lo! Wote watamwona.",
        "2 Shetani akinizuia nisimfuate Mwokozi, najua Bwanangu hodari hutaka kunisaidia.",
        "3 Apita wo wote kwa wema, mfano ‘tukufu wa Baba, lakini anitaja ndugu, niliye maskini kabisa.",
        "4 Natoa maisha na pendo kwa Yesu aliyenipenda. Katika ishara za Mungu upendo wapita yo yote."
      ]
    },
    {
      "number": 124,
      "title": "#124 Naona pendo kubwa mno",
      "verses": [
        "1 Naona pendo kubwa mno, latoka kwa Mwokozi wangu, ni tele kama maji mengi yatembeayo baharini. Lanitolea tumaini yakwamba nitatiwa nguvu; na niwe mhodari tena kwa pendo kubwa la Mwokozi!\n\nHaleluya! Ni pendo kubwa linalotoka moyo wako! E’ Mungu wangu nakuomba: Nijaze pendo lako tele!",
        "2 Na pendo hilo kubwa mno huyaondoa majivuno, na kunifunza haki kweli, uongo wote niuvue! Hunituliza moyo wangu, huruma nayo hunitia. Na sote tuwe na umoja katika pendo la Mwokozi.",
        "3 Nijazwe pendo hilo kubwa, linibidishe siku zote! Rononi niwe na juhudi nitumikie Bwana Yesu! Hazina yako ‘nipeleke kwa watu waliopotea, wafahamishwe pendo kubwa ulilo nalo, Mungu wangu!"
      ]
    },
    {
      "number": 125,
      "title": "#125 Haleluya! Nafurahi, ninaimba",
      "verses": [
        "1 Haleluya! Nafurahi, ninaimba kila siku sifa zake Mungu wangu, aliyeniweka huru. Haleluya! Bwana Yesu aliniokoa kweli! Haleluya! Mimi wake, yeye ni Mwokozi wangu!",
        "2 Heri! Nilieokoka kwa neema yake kubwa ninataka kumsifu Mungu na wokovu wake. Wakinung’unika wote, sitawafuata wao; nitasifu Mungu wangu siku zote na milele.",
        "3 Kama ndege waimbavyo asubuhi bustanini, Na sauti ya mawingu ivumavyo baharini, hivyo nitamshukuru Bwana wangu kwa furaha. Roho yangu itaimba: Haleluya! Sifu Mungu!",
        "4 Haleluya! Furahini mbele yake Mungu wetu! Na watakatifu wote, mwimbieni jina lake! Malaika wote pia, msifuni Bwana Mungu! Mbingu zote zitajibu: Haleluya, Haleluya!"
      ]
    },
    {
      "number": 126,
      "title": "#126 E' Mtakatifu, Mungu wa majeshi",
      "verses": [
        "1 E’ Mtakatifu, Mungu wa majeshi, leo asubuhi tunaimba mbele yako! E’ Mtakatifu, Mungu wa rehema, Bwana Mwenyezi, tunakuabudu!",
        "2 E’ Mtakatifu, huko ju’ mbinguni, lo! Wazee huzitupa taji mbele zako. Jeshi la mbinguni wanakusujudu uliye hai sasa na milele.",
        "3 E’ Mtakatifu! Mtu mwenye dhambi hataweza kuuona utukufu wako. Wewe tu ni mwema, tunakuheshimu, E’ mwenye nguvu, pendo na uwezo.",
        "4 E’ Mtakatifu, jina lako kubwa lisifiwe hapa chini, juu ya po pote! Mungu wa neema, nguvu na uwezo, mwenye baraka, tunakushukuru!"
      ]
    },
    {
      "number": 127,
      "title": "#127 Nimeuona mto safi",
      "verses": [
        "1 Nimeuona mto safi, kisima cha ajabu, ni damu yake Yesu Kristo, inayonitakasa.\n\nNimeuona mto safi uniosha moyo wangu. Namshukuru Mungu wangu, aliniweka huru kweli!",
        "2 Kwa nia na dhamiri safi naendelea mbele, ninasafiri kwenda mbingu kuona raha yake.",
        "3 Neema kubwa, nimeonja uheri mbinguni, maana damu yake Yesu imeniponya moyo!"
      ]
    },
    {
      "number": 128,
      "title": "#128 Nina rafiki mwema",
      "verses": [
        "1 Nina rafiki mwema, naye alinifilia; alinivuta kwake na amenifanya mpya. Ni mali yake Yesu tu, ninaongozwa naye, alikomboa mimi kwa agano la upendo.",
        "2 Nina rafiki mwema, na aliondoa dhambi, aliniweka huru na kunipa Roho yake. Na vitu vyote ninavyo ninavitoa kwake, maisha yangu ni yake, yaimba sifa zake.",
        "3 Nina rafiki mwema na anayeweza yote, pamoja naye Yesu tu nashinda majaribu, atanitwaa kwake ju’ mbinguni kwa furaha; Nitastarehe katika makao ya milele."
      ]
    },
    {
      "number": 129,
      "title": "#129 Ninataka kumsifu Yesu Kristo",
      "verses": [
        "1 Ninataka kumsifu Yesu Kristo aliyeondoa dhambi zangu zote. Twende sote sasa tumsifu Yeye, na pendo kubwa la Mwokozi!\n\nHaleluya! Yu Mfalme ‘kuu! Haleluya! Asifiwe! Alinisamehe dhambi zote; alinilinda kwa salama!",
        "2 Na baraka yake anaimimina, kama mvua inyeshavyo juu yangu. Nastarehe mikononi mwake Yesu, rehema yake inatosha.",
        "3 Siku moja nitamwona Yesu Kristo kati’ nchi nzuri sana ya furaha, macho yangu yatamtazama yeye, kuona sura ya Mfalme."
      ]
    },
    {
      "number": 130,
      "title": "#130 Ninataka kumsifu Yesu Bwana",
      "verses": [
        "1 Ninataka kumsifu Yesu, Bwana wangu mwema. Aliteswa hata kufa, ili niwe huru kweli.\n\nMwimbieni Bwana Yesu kwa upendo wake ‘kubwa! Alilipa deni langu, nimewekwa huru kweli.",
        "2 Ninataka ‘shuhudia pendo kubwa la Mwokozi, jinsi alivyoniponya nilipopotea mbali.",
        "3 Ninasifu Mwokozi kwa uwezo wake bora; naye anitia nguvu nimshinde yule mwovu.",
        "4 Ninataka kumwimbia Yesu Kristo, Bwana wangu. Aliniokoa kweli, niwe heri siku zote."
      ]
    },
    {
      "number": 131,
      "title": "#131 Mimi mkristo, nita'vyokuwa",
      "verses": [
        "1 Mimi mkristo nita’vyokuwa katika yote mpaka kufa. Mimi mkristo, ‘navyoshuhudu, dunia yote ikinicheka. Mimi mkristo kwa moyo wote sababu ninampenda Kristo, aliyekufa kwa ‘jili yangu. Anastahili kupendwa nami.",
        "2 Mimi mkristo, neema kubwa! Niliokoka kutoka dhambi. Mimi mkristo, hata ikiwa katika shida na mapigano. Mimi mkristo, na ni askari, nafanya vita kushinda dhambi. Akida wangu ni Bwana Yesu, pamoja naye ‘tashinda yote.",
        "3 Mimi mkristo, na ni mgeni, nimeifunga safari yangu; na sitamani yaliyo huku, ninatafuta yaliyo juu. Mimi mkristo na nchi yangu ni huku juu katika mbingu, hamna njaa na shida humo. Wakristo wote washiba mno.",
        "4 Mimi mkristo! Ni neno zuri la kufariji moyoni mwangu linanitwaa ju’ ya huzuni, nipumzike kwa Mungu wangu; Mkristo katika kila hali, na nikiitwa na kufa tena, kwa raha kubwa nitakubali kuchukuliwa mbinguni juu."
      ]
    },
    {
      "number": 132,
      "title": "#132 Yesu Mwokozi, unanipenda",
      "verses": [
        "1 Yesu Mwokozi, unanipenda, na pendo lako ni kubwa kabisa. Ulinivuta karibu nawa, Mimi ni wako daima dawamu.",
        "2 Yesu Mwokozi, unanipenda, na pendo lako lapita akili. Linanifunza kuzifahamu raha, upole na utu adili.",
        "3 Yesu Mwokozi, unanipenda, mimi maskini, dhaifu, mnyonge. Nimetakaswa kwa damu yako; ninakuomba, ‘nijaze upendo!",
        "4 Yesu Mwokozi, unanipenda, umenitilia wimbo kinywani wa kukusifu hata milele, nitakuona halisi mbinguni."
      ]
    },
    {
      "number": 133,
      "title": "#133 Ufurahi, moyo wangu",
      "verses": [
        "1 Ufurahi, moyo wangu, heri nyingi umepata! :/: Sikitiko limekwisha, Yesu ni wangu nami wake.:/:",
        "2 Ameponya roho yangu, yeye ni mponyaji mwema; :/: Na kwa Roho ‘takatifu anabatiza watu wake.:/:",
        "3 Jina langu ni mbinguni, Yesu ameliandika. :/: Mimi mali ya Mwokozi hata milele na milele.:/:",
        "4 Na moyoni mwangu sasa ninaimba: Mungu, Baba! :/:Ni furaha kubwa sana, nina rafiki kila saa.:/:",
        "5 Nimeondolewa dhambi, nisitende ovu tena! :/: Kwani Yesu aokoa kila wakati na dakita.:/:",
        "6 Nyimbo za kusifu Mungu zinajaa mbingu zote. :/: Moyo wangu unajibu: Amina. Mungu asifiwe»:/:"
      ]
    },
    {
      "number": 134,
      "title": "#134 Watu wa Mungu, mshangilieni",
      "verses": [
        "1 Watu wa Mungu, mshangilieni kabisa, na mwimbieni Mfalme wa mbingu na nchi! Mungu yu nasi kwa pendo kubwa, kamili ili tupate wokovu.",
        "2 Ona ajabu! Mwokozi aliyejidhili! Pendo kamili na neema nyingi ya Mungu: Alizaliwa, akawa mwana Adamu, atukomboe na dhambi!",
        "3 Sisi wakristo tumwimbie tena pamoja Yesu Mwokozi aliye dhabihu ya kweli! Na atukuzwe hapa na huko mbinguni, kwani alitufilia!",
        "4 Yesu Mfalme, kwa pendo uliniokoa, nikufuate, nikutumikie daima! Huko mbinguni nitakusifu milele katika watakatifu."
      ]
    },
    {
      "number": 135,
      "title": "#135 Sifu Bwana, ninyi watu wake",
      "verses": [
        "1 Sifu Bwana, ninyi watu wake wote kwa neema yake juu yenu! Yesu Kristo yu karibu, atulinda na’ongoza njia yote.\n\nSifu Mungu! Sifu Mungu, kwa sababu analinda sisi sote! Sifu Mungu! Sifu Mungu kwa ulinzi wake mwema!",
        "2 Yesu alikusamehe dhambi zote, akuponya udhaifu wako; amekufariji, amefuta chozi, na neema yakutosha.",
        "3 Anakutilia afya, nguvu mpya, akuvika vazi la kushinda. Katika mapito yake waongozwa na kulindwa kwa salama.",
        "4 Kaa ndani yake Bwana Yesu Kristo, haki yetu, utakaso wetu, na wokovu, na hikima vile-vile, Mkombozi ‘timilifu.",
        "5 Bwana Yesu atakuja siku moja, atukaribishe wote kwake. Tutamtukuza yeye, Bwana wetu, kwani alitukumboa.\n\nUje mbio! Uje mbio! Bwana Yesu utukaribishe kwako! Uje mbio! Uje mbio! Tunaomba wote: Uje!"
      ]
    },
    {
      "number": 136,
      "title": "#136 Tuinue moyo tukisifu Yeye",
      "verses": [
        "1 Tuinue moyo tukisifu Yeye, aliyehukua dhambi zetu! Yesu, Mkombozi, asifiwe, aliyetufia sisi!\n\nYesu! Tumwabudu Yeye! Yesu! Sifu jina lake! Tuimbe kwa furaha duniani pote! Tumsifu, tumwabudu Yesu!",
        "2 Malaika wote, msifuni Yesu! Nasi tushukuru Mkombozi! Watu wote wasikie sasa kwamba Mungu ni upendo!",
        "3 Tushukuru Bwana Yesu, sisi sote, tukumbuke pendo lake kuu! Lisifiwe jina lake jema siku zote na milele!"
      ]
    },
    {
      "number": 137,
      "title": "#137 Nafurahi kwa sababu kati' damu",
      "verses": [
        "1 Nafurahi kwa sababu kati’ damu ya Yesu moyo umetakaswa, nimepata amani.\n\nHaleluya! Haleluya! Mkombozi asifiwe! Haleluya! Haleluya! Haleluya! Amina!",
        "2 Sina nguvu, ni dhaifu bila Yesu Mwokozi, ila kwa nguvu zake nasimama imara.",
        "3 Moyo wangu, ufurahi, mimi mtu wa Yesu! Nampenda daima na kumtumikia.",
        "4 Pendo kubwa la Mwokozi lanijaza rohoni. Nina raha kamili, moyo unastarehe.",
        "5 Sifu Mungu, Baba yetu, Yesu Kristo Mwokozi, Roho Mtakatifu! Haleluya, Amina!"
      ]
    },
    {
      "number": 138,
      "title": "#138 Sasa tayari kwetu siku ya kuokoka",
      "verses": [
        "1 Sasa tayari kwetu siku ya kuokoka, Yesu alitimiza yote msalabani. Wengi wanamjia Yesu Mwokozi wao, wapate kustarehe, wapone nafsi zao.\n\nMwana-kondo’ wa Mungu tunakusifu sana! Uzima uliweka kwa’jili yetu sisi. Umetufanya kuwa mitume yake Mungu. Kati’ majina yote lako ni kubwa mno.",
        "2 Wewe kwa damu yako ulikomboa sisi, na jua la neema linatuangazia. Tumefahamu sasa pendo la Mungu wetu. Damu imetuunga kati’ agano jipya.",
        "3 Njoo upesi nawe uliyesitasita! Mungu atakujaza neema yake kubwa, raha rohoni mwako inayokutuliza, matumaini, nguvu, pendo lililo bora."
      ]
    },
    {
      "number": 139,
      "title": "#139 Nina furaha kubwa, napumzika",
      "verses": [
        "1 Nina furaha kubwa, napumzika sana, kwa kuwa nimefika kwa Mungu, Baba yangu. Ameniweka huru na mbali na utumwa, na sasa nakaa salama.",
        "2 Zamani nilidhani kuacha dhambi zote, lakini sikuweza kushinda peke yangu. Ninamwamini sasa Mwokozi wangu, Yesu, na yeye ananishindia.",
        "3 Mwokozi wangu, Yesu, aliyenifilia, aliokoa mimi, angali anipenda; nahesabiwa haki katika damu yake, inayosafisha kabisa.",
        "4 Na nikijaribiwa na mwili wangu tena, ninakumbuka Yesu, apita vitu vyote. Neema yake kubwa kuliko dhambi zangu. Ninamshukuru Mwokozi.",
        "5 Na sasa Bwana Yesu akaa ndani yangu, neema yake kubwa yanizunguuka mimi. Sitasumbuka tena, nimejiweka kwake, na Mungu anilinda vema.",
        "6 Shetani akitaka kufanya vita sasa, sitaogopa yeye na mamlaka yake. Maneno yake Mungu, ni yenye nguvu sana kwa wote wanaoamini.",
        "7 Ninaenenda sasa kwa jina lake Yesu, salama nitafika nyumbani mwa Babangu. Lakini safarini naimba siku zote, nikimshukuru Mwokozi."
      ]
    },
    {
      "number": 140,
      "title": "#140 Ukichukuliwa na mashaka yako",
      "verses": [
        "1 Ukichukuliwa na mashaka yako na kuona hufu kwamba utakwama, uhesabu mibaraka yake Mungu, na utashangaa kwa rehema yake.\n\nUhesabu mibaraka yote Mungu aliyoyakubariki! Ukumbuke mambo yote pia, na utashangaa kwa rehema yake!",
        "2 Na ukiudhiwa na huzuni nyingi, ukiona msalaba ni mzito, uhesabu mibaraka kuchwa pia, na kwa moyo wote utasifu Mungu.",
        "3 Wengi watamani mali ya dunia; utajiri wako ni Mwenyezi Mungu. Uhesabu mibaraka na kumbuka: Mali haiwezi kufungua mbingu.",
        "4 Na katika mambo yote huku chini ukumbuke pendo kubwa la Mwokozi! Na ujumlishe mibaraka yote, tena mwisho atakuchukua kwake!"
      ]
    },
    {
      "number": 141,
      "title": "#141 Mwokozi wetu anatupa furaha",
      "verses": [
        "1 Mwokozi wetu anatupa furaha duniani, atuongoza kwa neema na anatushibisha. Tazama, yupo pamoja nasi, neema haitaisha kamwe! Haleluya, haleluya, haleluya, Amina!",
        "2 Ni vema kumpenda Mungu aliyetukomboa, vizuri kuwa mtu wake, sitapotea kamwe. Furaha yetu itabakia, ikiwa vyote vingetoweka. Haleluya, haleluya, haleluya, Aminia!",
        "3 Ikiwa giza mara nyingi, na jua likifichwa, na tukijaribiwa huku twajuwa ni kwa mda. Mbinguni hatutaona kamwe huzuni wala machozi tena. Haleluya, haleluya, haleluya, Aminia!",
        "4 Na tusisumbukie tena chakula wala nyumba, maana vyote twavipata kwa ne’ma yake Mungu. Njiani yote atuongoza aichukuwa mizingo yetu. Haleluya, haleluya, haleluya, Aminia!",
        "5 Ikiwa vema huku chini kutegemea Yesu, furaha gani huko juu kuona uso wake. Tutaiona furaha tele, na utukufu hautaisha, Haleluya, haleluya, haleluya, Aminia!"
      ]
    },
    {
      "number": 142,
      "title": "#142 Kwa namna nyingi nilitafuta",
      "verses": [
        "1 Kwa namna nyingi nilitafuta kupata raha moyoni mwangu. Unyonge wangu haukukoma ila kwa Bwana Yesu.",
        "2 Na moyo wenye hatia nyingi nilimwendea Mwokozi wangu, na alinipa wokovu wake na nguvu ya kushinda.",
        "3 Kwa pendo kubwa Mwokozi wangu aliuweka uzima wake, si kitu mimi ulimwenguni, nina wokovu kwake.",
        "4 Ijapo ninachukiwa huku ni mteule wa Bwana Yesu, napenda sasa kumfuata, nifike kwake Mungu!"
      ]
    },
    {
      "number": 143,
      "title": "#143 Heri halisi, Yesu ni wangu",
      "verses": [
        "1 Heri halisi, Yesu ni wangu! Yeye mchunga, mimi ni wake. Heri yakini, yote ni heri, roho na moyo zimeokoka.\n\nYesu ni wimbo na raha yangu, nitamsifu hata milele! Na nitamwona huko mbinguni. Yesu ni wangu na mimi wake.",
        "2 Nilijitoa kwa Bwana Yesu, na nilipewa wokovu wake. Huko mbinguni kuna furaha juu ya mtu aliyetubu.",
        "3 Sasa naweza kusifu Yesu, na roho yangu inafurahi. Mimi si kitu mbele ya Mungu, bali ni heri. Namshukuru!",
        "4 Nimebatizwa katika Roho, shangwe ya mbingu imo rohoni. Moto moyoni, pia kinywani, nashuhudia pendo la Mungu."
      ]
    },
    {
      "number": 144,
      "title": "#144 Sawa na kisima safi",
      "verses": [
        "1 Sawa na kisima safi, chenye maji mengi, mema, ni upendo wa Mwokozi ukaao ndani yake.\n\nYesu amelifungua lango zuri la mbinguni ili niingie humo kwa neema yake kuu.",
        "2 Kama ndege awindavyo mara nyingi niliumwa, Moyo wangu ulilia, Yesu hakunifukuza.",
        "3 Ni ajabu kubwa kweli, alinisamehe yote! Juu ya rehema yake ninaimba kwa furaha.",
        "4 Asubuhi ya uzima nitafika mlangoni; kwa ajili ya upendo nitapata kuingia."
      ]
    },
    {
      "number": 145,
      "title": "#145 Mungu wangu mkuu wanijaza",
      "verses": [
        "1 Mungu wangu mkuu, wanijaza mwenyewe, na uzima u katika wewe. Nina raha moyoni na amani halisi, ninaishi katika upendo.",
        "2 Sasa ninakusifu wewe, Yesu Mwokozi, unakaa rohoni daima. Kila ‘nachohitaji wanijaza kwa pendo. Wewe yote, na mimi si kitu.",
        "3 Jina lako ni pendo, kulijua hakika kunafanya safari nyepesi. Mimi mtu dhaifu, ila kwako ni nguvu; niongoze katika safari!",
        "4 Mbele ya uso wako giza yote yatoka; nuru inaangaza moyoni. Yamepita ya kale, sasa yote ni mapya. Ni maisha ya heri ajabu!"
      ]
    },
    {
      "number": 146,
      "title": "#146 Karibu na wenzangu nilipotea",
      "verses": [
        "1 Karibu na wenzangu nilipotea njia, rohoni mwangu njaa, na sikuona raha, lakini sasa Yesu ni Mchungaji wangu, naandamana naye siku zote.",
        "2 Katika shamba lake nimefuata Yesu, ninapajua anapolisha kundi lake. Na penye maji hai napunzika sana, naona raha hapo siku zote.",
        "3 Lakini mchungaji apita vitu vyote, uzima aliweka kwa ‘jili ya kondoo. Nikumbukapo Yesu, sioni tena kitu cha kupendeza ila yeye, Bwana.",
        "4 Naimba kwa furaha rohoni mwangu hivi: « Upendo wako, Yesu, ninausifu sana!» Na jina lake Yesu ni kama manukato; ananilinda vema siku zote."
      ]
    },
    {
      "number": 147,
      "title": "#147 Mwenyezi Mungu wa zamani zote",
      "verses": [
        "1 Mwenyezi Mungu wa zamani zote ni kimbilio la vizazi vyote. Katika vita anawashindia na ku’okoa watu wake wote.\n\nMfalme ‘kubwa ndiye Mungu, vitani anatushindia. Kwa shangwe kubwa tumsifu na tumwimbie Mungu wetu!",
        "2 Mwenyezi Mungu wa zamani zote aliokoa watu utumwani, kwa njia kavu katika bahari wakafikishwa ng’ambo kwa salama.",
        "3 Mwenyezi Mungu wa zamani zote Karmeli alishinda yule Ba’li, akasikia ombi la Eliya, ‘katuma moto juu ya sadaka.",
        "4 Mwenyezi Mungu wa zamani zote akawa naye Daudi vitani; aki’tupia jiwe Goliati, shujaa alikufa mara moja.",
        "5 Mwenyezi Mungu wa zamani zote, uovu wote utashindwa naye. Atamseta yule mdanganyi, shetani, chini ya miguu yake.",
        "6 Mwenyezi Mungu wa zamani zote atuongoza kwa mikono yake; anatulinda hatarini huku, mbinguni tutafika kwa salama."
      ]
    },
    {
      "number": 148,
      "title": "#148 Nguvu ile ilishuka ju' ya wanaf...",
      "verses": [
        "1 Nguvu ile ilishuka ju’ ya wanafunzi wote mjini mwa Yerusalem’ siku ya Pentekoste, lo! Nguvu hiyo ya Mwokozi ni sawa leo; shukuru Mungu!\n\n:/: Karama, karama, karama yake Mungu ni sawa hata leo, ni sawa hata leo!:/:",
        "2 Yesu aliwapa ahadi: «Mtapokea nguvu». Na Roho akashuka na wakamsifu Mungu. Walio wenye udhaifu, wakahubiri kwa uthabiti.",
        "3 Roho yule aingiapo anatutia nguvu, tupate kwa imani ku’ kushinda yule mwovu. Kwa moyo wenye moto safi tuite watu kwa Mkombozi!",
        "4 Uingie sasa rohoni, uwashe moto wako, tupate kusimama kwa usafi siku zote! Ufike sasa kama mbele wakati huo wa Pentecoste!"
      ]
    },
    {
      "number": 149,
      "title": "#149 Uzima ninao moyoni daima",
      "verses": [
        "1 Uzima ninao moyoni daima, uzima ni Yesu Mwokozi, aliyeingia rohoni hakika, akanitilia ‘hodari.\n\nNashiba rohoni kwa raha ya Mungu, na moto wa mbingu ulimo. Napata kukaa nuruni kabisa, na nuru ni Yesu Mwokozi.",
        "2 Baraka zilizo katika wokovu nilizozipata kwa bure, nilipoungama makosa na dhambi kwa Yesu Mwokozi wa wote.",
        "3 Mwokozi aliniondoa porini, natunzwa shambani mwa Mungu. Na sasa kwa mvua na jua la mbingu ninamzalia matunda.",
        "4 Naona maisha ni yenye maana: Ni ku’tumikia Mwokozi. Kuishi ni Kristo na kufa faida kwa kila mkristo wa kweli."
      ]
    },
    {
      "number": 150,
      "title": "#150 Nataka kupokea baraka yake Mungu",
      "verses": [
        "1 Nataka kupokea baraka yake Mungu, nataka kubatizwa kwa Roho ‘takatifu. Ju’ ya ahadi yake napumzika sana, aliahidi mimi kupata Roho yake.\n\nSawa na bahari, sawa na bahari ni neema yake anileteayo. Anayenijaliza, anayeniponyesha, ni Mwokozi wangu. Asifiwe sana!",
        "2 Kanisa lake Mungu linaipata mvua, vijito vya baraka vinamiminwa sasa. Furaha ya uzima ni kubwa kati yetu. Tuimbe haleluya! Tumshukuru Yesu!",
        "3 Mawimbi ya wokovu yanatujia sasa. E’ Mungu, tunaomba: Ujaze sisi sote! Watakatifu wako watakasike sana! Tuimbe haleluya! Tumshukuru Yesu!",
        "4 Mawimbi ya wokovu yaliyofika kwetu, E’ Mungu, uyatume ulimwenguni mwote, maelfu kati watu wapate kuokoka, waimbe haleluya, wamshukuru Yesu!"
      ]
    },
    {
      "number": 151,
      "title": "#151 Mwokozi, moto safi, tunataka moto",
      "verses": [
        "1 Mwokozi, moto safi, tunataka moto wako juu yetu! Twaomba kwako leo, Mungu: Washa moto ndani yetu, washa moto! Tazama sisi hapa leo, na tupe Roho yako, Mungu! Tupate Pentekoste yetu! Tunangoja moto wako juu yetu!",
        "2 E’Mungu wetu usikie, tunaomba moto wako juu yetu! Twadumu katika kuomba: Washa moto ndani yetu, washa moto! Tunahitaji nguvu yako ili tutakasike sana na kuyashinda majaribu. Tunangoja moto wako juu yetu.",
        "3 Mioyo iliyo baridi inataka moto wako juu yao. Hitaji zote tutajazwa, tukipata moto wako ndani yetu. Siwezi mimi peke yangu kushinda mambo ya shetani, lakini ninaomba, Mungu: Washa moto ndani yangu, washa moto!",
        "4 Naomba moto juu yangu ili nihudumu huku kwa upendo; nauhitaji moto wako, niwe na bidii nyingi na ‘hodari. Ju’ ya madh’bahu takatifu nakuwekea moyo wangu, Mungu, washa moto, washa moto, washa moto!"
      ]
    },
    {
      "number": 152,
      "title": "#152 Yesu alipolala kati' kaburi",
      "verses": [
        "1 Yesu alipolala kati’ kaburi, giza ilifunika Yesu Mwokozi.\n\nAlifufuka hakika, akavunja nguvu ya mauti, mshindaji ju’ ya mamlaka yote; ni Mflme wa milele na milele, Alikuwa amekufa, na tazama amefufuka!",
        "2 Walinzi wa kaburi walikimbia, muhuri na vifungo vilivunjika.",
        "3 Mauti na pingo hazikuweza kumshika Yesu Mwokozi."
      ]
    },
    {
      "number": 153,
      "title": "#153 Yesu Kristo alifufuka akatoka",
      "verses": [
        "1 Yesu Kristo alifufuka, akatoka kaburini. Furahini na msifuni, kwani alishinda kufa!\n\nHabari njema: Alifufuka katika wafu! Yesu yu hai, naye atakuja tena.",
        "2 Nguvu za mauti na dhambi Yesu Kristo alishinda; nasi sote tutashinda kwa nguvu yake ya ajabu.",
        "3 Kundi dogo, msiogope, Bwana Yesu ni uzima! Aliziondoa dhambi na anawafariji moyo.",
        "4 E’ wakristo, shangilieni, Yesu aliyefufuka yu karibu, atakuja na atatufufua sote!"
      ]
    },
    {
      "number": 154,
      "title": "#154 E' rafiki, shaka zako zipeleke ...",
      "verses": [
        "1 E’ rafiki, shaka zako zipeleke kwako Yesu! Aliyemwamini yeye hataona haya kamwe.\n\nNaamini, naamini, ninakuamini, Yesu. Naamini, naamini, naamini neno lako.",
        "2 Dhambi zote ziungame na kwa damu utakaswe, akuvike haki yake! Atakufikisha kwake.",
        "3 Masumbuko yako yote uyaweke mbele yake! Ukipita uvulini, Bwana Yesu yupo nawe.",
        "4 Na furaha yako pia ijulike kwake Yesu, Yeye, Bwana ju’ ya yote, akubarikie yote!",
        "5 Ujitoe kwake Yesu: Roho, mwili na akili! Vyote vya maisha yako anataka ku’takasa."
      ]
    },
    {
      "number": 155,
      "title": "#155 Katika matumaini kwa Mungu",
      "verses": [
        "1 Katika matumaini kwa Mungu wangu nakaa katika raha na utulivu. Na yeye ni mwamba wangu, imara sana; katika dhoruba zote ananilinda.",
        "2 Mwenyezi ni ngome yangu, sitatetema; siwezi kuhofu tena huzuni, shida. Ikiwa ni vita kali, sitaogopa; ni msaidizi wangu karibu nami.",
        "3 Mahali pa kustarehe kwa Yesu Kristo; napata amani, raha, furaha kubwa. Faraja katika shida, gizani nuru, na katika pepo nyingi bandari nzuri."
      ]
    },
    {
      "number": 156,
      "title": "#156 Waliaminio neno lake Mungu",
      "verses": [
        "1 Waliaminio neno lake Mungu watapata nguvu kuwa washindaji, kwani Bwana Yesu alituahidi atathibitisha neno kwa ishara.\n\nShinda, shinda, nguvu ya kushinda! Shinda, shinda, shinda kila saa! Mungu atatupa nguvu ya kushinda, Tumtii Yesu nasi tutashinda!",
        "2 Kati’ vita kali tuwe na ‘hodari, Mungu ndie nguvu yetu ya ajabu! Tu’amini neno: Na ishara kubwa ziatafuatana na waaminio.",
        "3 Nguvu ya kupiga vita ya imani, nguvu ya kupinga hila za shetani! Yesu amesema: Na ishara kubwa zitafuatana na waaminio."
      ]
    },
    {
      "number": 157,
      "title": "#157 Haidhuru kwangu huku chini",
      "verses": [
        "1 Haidhuru kwangu huku chini utajiri au umaskini, ila Bwana Yesu awe nami; ninatunzwa naye siku zote.",
        "2 Haidhuru kama ninakuta shida nyingi katika safari, ila Mchungaji wangu mwema anilide na kuniongoza.",
        "3 Haidhuru kama tunakaa katika baridi au hari, kwa sababu ukombozi wetu unakaribia. Haleluya!",
        "4 Haidhuru kama sitapata utukufu na heshima huku; nikifanywa kama takataka, yanipasa kupendeza Bwana!",
        "5 Haidhuru kama njia yangu inanichokesha mara nyingi, basi, nisigombane na ndugu, na pamoja tutashangilia!",
        "6 Haidhuru kama tukiona sisi si wakubwa huku chini. Tuwe watumishi wake wema, na tutaingia kwake Bwana!",
        "7 Haidhuru kama twasafiri katika dhoruba ya bahari, kwani Yesu ni nahodha wetu, atatufikisha bandarini."
      ]
    },
    {
      "number": 158,
      "title": "#158 Heri mtu anaye amini Mungu Baba",
      "verses": [
        "1 Heri mtu anayeamini Mungu Baba na Yesu Mwokozi! Heri mtu aifuataye njia nzuri ‘endayo mbinguni!\n\nUsifiwe, Yesu Kristo! U Mwokozi mzuri kabisa! Usifiwe, Yesu Kristo! Bwana, nitakuona mbinguni.",
        "2 Kwa furaha tunakusanyika kusikia maneno ya Mungu, na mbinguni karibu ya Yesu tutamshangilia daima.",
        "3 Kuamini pasipo kuona inafaa katika safari. Siku moja atatuchukua, tutakaa milele mbinguni."
      ]
    },
    {
      "number": 159,
      "title": "#159 Nasikia Bwana Yesu aniita",
      "verses": [
        "1 Nasikia Bwana Yesu aniita ku’fuata. Aliponitangulia nifuate yeye njia yote!\n\nNifuate nyayo zake, nifuate nyayo zake, nifuate nyayo zake, nifuate yeye njia yote!",
        "2 Nifuate njia yote, na kwa maji nibatizwe, na kujazwa Roho wake! Nifuate Yesu njia yote!",
        "3 Nifuate, nihubiri nelo lake la uzima kati’watu wa dunia! Nifuate Yesu njia yote!",
        "4 Nifuate Bwana Yesu katika mateso, kufa, na nifufuliwe naye! Nifuate Yesu njia yote!",
        "5 Atanipa ne’ma yake kwa kudumu hata mwisho, hata nitakapomwona Bwana Yesu huko ju’ mbinguni."
      ]
    },
    {
      "number": 160,
      "title": "#160 Ahadi zote za Mungu wetu",
      "verses": [
        "1 Ahadi zote za Mungu wetu zinasimama hata milele. Milima yote ikianguka, ahadi hazipunguki.\n\nAhadi zake zinasimama, hazipinduki hata milele. Ikiwa nyota zingezimika, ahadi zake zinadumu.",
        "2 Ahadi zake zinasimama katika shida, katika giza. Na nikichoka kwa vita kali, ahadi hazipunguki.",
        "3 Ahadi zake zinasimama katika homa, katika kufa. Nafarijiwa na Baba yangu, ahadi hazipunguki.",
        "4 Ahadi zake zinasimama; nitaamshwa katika kufa. Kwa Baba nitapokea taji; ahadi hazipunguki."
      ]
    },
    {
      "number": 161,
      "title": "#161 Umeshirikiana naye Yesu",
      "verses": [
        "1 Umeshirikiana naye Yesu kama tawi ndani yake mzabibu? Una raha iliyo timilifu, umejazwa Roho yake ‘takatifu?\n\nUmeshirikiana naye Yesu kama tawi ndani yake mzabibu? Kuna raha na starehe katika kuomba Mungu; akutia nguvu ya kushinda yote.",
        "2 Umepata imani ishindayo katika mashaka, shida huku chini? Umepata neema ya kudumu inayokulinda katika hatari?",
        "3 Kwake Yesu mahali pa amani, huko ndiko pa kuburudika sana; atujaza mioyo utulivu, tunakaa na raha na starehe.",
        "4 Twafurahi kwa wema wake wote, twamsifu kwa ulinzi wake pia. Hata tukiudhiwa huku chini, atatufikisha kwake huko juu."
      ]
    },
    {
      "number": 162,
      "title": "#162 Bwana Yesu uwe nami",
      "verses": [
        "1 Bwana Yesu, uwe nami, bila wewe nina hofu, unikaribie sana, uwe kiongozi wangu!\n\nSitaona hofu tena, Yesu Kristo yu karibu. Ninataka kufuata njia yako siko zote.",
        "2 Bwana Yesu, uwe nami, kwani mimi ni dhaifu; na unifariji moyo kila siku ya huzuni!",
        "3 Bwana Yesu, uwe nami siku zote safarini, zikiwako shida huku au raha na amani!",
        "4 Bwana Yesu, uwe nami! Nahitaji nuru yako hata nitafika mbingu, kao letu la milele!"
      ]
    },
    {
      "number": 163,
      "title": "#163 Ahadi zote za Mungu zinasimama",
      "verses": [
        "1 Ahadi zote za Mungu zinasimama kweli, na zilitiwa muhuri kwa damu yake Yesu.\n\nMbingu zikiondoka, nchi ikitoweka, ‘aminiye ‘taona: Ahadi zinadumu.",
        "2 Fanya kama Ibrahimu: Uangalie juu! Nyota ukizihesabu, imani itaota.",
        "3 Katika giza njiani tutaamini tu. Muda kitambo, na tena jua litaangaa.",
        "4 Watu wakitusumbua, tutaamini tu. Yesu atusaidia majaribuni pote.",
        "5 Rafiki wakituacha, tutaamini tu. Yesu, rafiki mkubwa, atabaki daima.",
        "6 Katika mambo yo yote tutaamini tu. Tutaviona mbinguni tulivyoviamini."
      ]
    },
    {
      "number": 164,
      "title": "#164 Israeli wake Mungu, kimya sana",
      "verses": [
        "1 Israeli wake Mungu, kimya sana, wa’zunguka Yeriko kwa imani. Malaika wake aliwaongoza, na waliendelea kwa kushinda.\n\nTwende kwa kushinda, twende kwa kushinda! Kwa damu yake Yesu, twende kwa kushinda! Tegemea Mungu, anatuongoza, na kwa imani, twende kwa kushinda!",
        "2 Na Daudi, mchungaji, alikwenda mbele yake Goliathi bila woga; kwa imani alitupa jiwe lake, kwa jina lake Mungu akashinda.",
        "3 Danieli aliomba kila siku, hakuhofu pango la simba kamwe; katika imani aliomba Mungu, akaokoka katika hatari.",
        "4 Hata safarini huku kwenda mbingu nikipita katika jangwa kavu, na kupatwa na ‘jaribu mbalimbali, najua kwa imani nitashinda.",
        "5 Na imani inashinda hali zote, inaruka juu ya mambo yote. Niliye dhaifu sitahofu kamwe, kwa kuwa Mungu ananiokoa."
      ]
    },
    {
      "number": 165,
      "title": "#165 Nitazamapo kwa imani Mwokozi",
      "verses": [
        "1 Nitazamapo kwa imani Mwokozi wangu, nafurahi, naona utajiri wake anao Mungu, Baba yangu. Haleluya! Furaha kubwa, aniongoza siku zote! Nikiuona udhaifu, anichukuwa mikononi.",
        "2 Sitasumbuka mimi tena, furaha inanijaliza; Na kwa upendo na rehema anisikia, nikiomba. Haleluya! Ananitunza, Ninastarehe kwa salama. Na ukitaka raha yake, mfungulie moyo wako!",
        "3 Nilipokaa kati’ dhambi Nikaliona sikitiko, Lakini shaka na hukumu Zimeondoka kwangu sasa. Haleluya! Anipa nguvu Yakuyashinda majaribu. Rohoni mwangu nina raha, Nalindwa nayo siku zote.",
        "4 Dhihaka na mateso yote si kitu kwangu kwa sababu nafarijiwa na Mwokozi, nakumbatiwa na babangu. Haleluya! Mwokozi wangu ananitunza kwa neema. Nikiwa na ‘dhaifu tena, natiwa nguvu kwa imani."
      ]
    },
    {
      "number": 166,
      "title": "#166 Tukienda pamoja, kushikana",
      "verses": [
        "1 Tukienda pamoja, tukishikamana na Mungu, tunapata amani na raha; tukifanya daima yanayompendeza, yu karibu kutusaidia.\n\nRaha, furaha twazipata kwa Yesu, tukidumu katika kuamini, kutii.",
        "2 Ikiwapo dhoruba, na mawimbi ya’vuma, yanakoma kwa neno la Yesu. Tukiona jaribu na kuhofu adui, tutashinda kwa nguvu ya Yesu.",
        "3 Tukibeba mizigo anatustarehesha, tunapata furaha halisi. Masumbuko yatoka, giza inageuka kuwa nuru njiani mwa Mungu.",
        "4 Tuna raha ya Mungu katika mashindano tukitii na tukiamini. Jua lake la pendo linawaangazia watiio na waaminio."
      ]
    },
    {
      "number": 167,
      "title": "#167 Ninajua rafiki mwema, anitunza",
      "verses": [
        "1 Ninajua rafiki mwema, anitunza sana kila siku. Ayaponya majeraha na machozi ayafuta. Jina lake ni Yesu Kristo.\n\nNajua rafiki mwema, na yeye ajaa ne’ma. Nikiomba asikia, afariji nikilia. Ndiye Yesu, na si mwingine.",
        "2 Nimepata rafiki mwema, afariji na kunipa raha. Nikitegemea yeye sitahofu maadui; na rafiki ni Yesu Kristo.",
        "3 Nifikapo mtoni pale paitwapo “kufa” na “mtego”, sitafadhaika hapo, Yesu atakuwa nami; ni rafiki mkubwa mno.",
        "4 Pwani nzuri ya huko juu nifikapo kwa neema kuu, nitaimba kwa kinubi, nitasifu Yesu sana kwa upendo na urafiki."
      ]
    },
    {
      "number": 168,
      "title": "#168 Nina ushirika na furaha kubwa",
      "verses": [
        "1 Nina ushirika na furaha kubwa, namtegemea Bwana Yesu. Wingi wa uheri kwa waaminio: Kustarehe mikononi mwake!\n\nRaha, raha, raha kwa Yesu na amani! Raha, raha, nastarehe mikononi mwake.",
        "2 Raha ya ajabu ni rohoni mwangu, namtegemea Bwana Yesu. Nuru huangaza njia niendayo; nastarehe mikononi mwake.",
        "3 Woga na huzuni zinatoka kwangu, nikitegemea Bwana Yesu. Ninafarijiwa siku zote naye, nastarehe mikononi mwake."
      ]
    },
    {
      "number": 169,
      "title": "#169 Askari wa imani sisi",
      "verses": [
        "1 Askari wa imani sisi, kwa shangwe tunaendelea, hata vita ‘kiwa kali tuna nguvu na ‘hodari. Tuna upanga wa imani, ni neno lake Mungu wetu; na kwa jina lake Yesu tunashangilia sasa.\n\nMbio tutaacha huku, vita ikiisha. Tutaingiamo mbingu ku starehe humo. Wao washindao huku, watapewa taji kwa mkono wa Mwokozi, anayewapenda.",
        "2 Tuvae kila mtu sasa silaha zote zake Mungu. Na mishale ya shetani ‘tazimika mbele yetu. Tukimtii Bwana Yesu, twaendelea kwa ‘hodari, na kwa nguvu za ahadi tutakuwa washindaji.",
        "3 Na ukipungukiwa nguvu, katika vita ukishindwa, Yesu atakutilia nguvu mpya ya kushinda. Kwa nyimbo za kushangilia, utahimili shida zote, na kupata kuokoa wenye dhambi na makosa."
      ]
    },
    {
      "number": 170,
      "title": "#170 Nikiona shida huku katika safari",
      "verses": [
        "1 Nikiona shida huku katika safari, Yesu aninong’oneza neno la faraja. Ananipa raha tele na furaha ya ajabu. Ninaandamana naye sasa na milele.",
        "2 Tena njia ikienda juu ya milima, ninakaribia mbingu, nuru inaang’aa. Na katika nuru hii ninaona kwa uwazi nchi ya ahadi yake na urithi wangu.",
        "3 Kwa imani ninaimba, hata hatarini, njia ‘kiwa ndefu huku, nitavumilia. Nyota za ahadi zake zinang’aa kwa usiku, zinaniongoza vema hata huko juu.",
        "4 Kama Musa aliona nchi ya ahadi, kadhalika natazama nchi yangu juu; ninaisalimu sasa hwa uheri na imani. Natamani kufikako, kwa urithi wangu.",
        "5 Vya hatari vikifika kati’ njia tena, Yesu yu pamoja nami, anichunga vema. Ninaendelea mbele, na mbinguni nifikapo nyimbo nzuri nitaimba na wakristo wote."
      ]
    },
    {
      "number": 171,
      "title": "#171 Mwenyezi Mungu ngome kuu",
      "verses": [
        "1 Mwenyezi Mungu ngome kuu, silaha ya imara! Katika shida na huzuni twategemea yeye. Mwovu akitukaribia kututia woga, akijithibitisha kwa hila na jeuri, tusimwogope yeye!",
        "2 Kwa nguvu yetu tu dhaifu, na tungeshindwa hima, ila Mwenyezi yupo nasi, twaambatana naye. Ukitaka jina lake, ndilo Yesu Kristo; aliye mshindaji na mwenye mamlaka, Mfalme wa milele.",
        "3 Na dunia yote ikijaa majeshi ya giza, tuliye naye Mungu wetu, hatutaona hofu. Mwovu amehukumiwa, hana nguvu tena ya kutuangamiza maungo wala robo; ashindwa na Mwenyezi.",
        "4 Maneno yake Mungu wetu, tushikamane nayo! Hatushindii vya dunia, vya juu twatafuta. Tu hodari siku zote, hata hatarini; uzima twauweka kutii Mungu wetu: Ufalme una yeye."
      ]
    },
    {
      "number": 172,
      "title": "#172 Sisi tu viungo vya mwili 'moja",
      "verses": [
        "1 Sisi tu viungo vya mwili ‘moja, tunasaidiana. Utumishi wetu tunaupenda na twasaidiana.\n\nTwasaidiana sote, twasaidiana sote. Twamaliza kwa shangilio na kwa bidii kazi yetu.",
        "2 Twafurahi kwa utumishi, hata tukiwa peke yetu; walakini heri zaidi kama tukisaidiana.",
        "3 Ikiwezekana kwa mchwa ‘dogo kujenga kisuguu, sisi nasi kwa nguvu yake Mungu tutamaliza kazi.",
        "4 Na umoja wetu ni wa thamani, unapendeza Mungu; anatubariki kwa neema, anatupa tunu kubwa.",
        "5 Twakuomba, Bwana, ‘tuunganishe, tujaze pendo lako! Na kwa Roho yako utubatize, tuhudumie wewe!"
      ]
    },
    {
      "number": 173,
      "title": "#173 Maisha katika dunia",
      "verses": [
        "1 Maisha katika dunia ni kama kupanda na ‘vuna: Apandaye katika mwili atavuna uharibifu; tukitumikia Mwokozi tutapata thawabu mbinguni; yafaa kuishi na kufa katika maneno ya Mungu.",
        "2 Kwa neema kubwa kabisa tumekubaliwa na Mungu, kwa neema kubwa zaidi twapata kumtumikia. Kuishi kwa ‘jili ya Yesu kati’ yote ya dunia hii na kuitangaza injili ni faida kwetu kabisa.",
        "3 Wakristo wata’poingia mbinguni kusifu Mwokozi, na mimi nataka kufika kuimba pamoja na wao. Tutamshukuru Mwokozi aliyetununua kwa damu; waliohudumu kwa pendo watamhimidi milele!"
      ]
    },
    {
      "number": 174,
      "title": "#174 Pendo kubwa la babangu linang'aa",
      "verses": [
        "1 Pendo kubwa la babangu linag’aa sikuzote, walakini anataka sisi tuwe nuru huku!\n\nNuru yetu iangae mbele ya wenzetu huku, hata mtu ‘moja moja aione njia njema!",
        "2 Dhambi zimetia giza huku chini duniani, walakini watu wengi wanatazamia nuru.",
        "3 Ndugu yangu, angalia, taa yako iwe safi! Na kwa nuru waokoe wenzi waliopotea!"
      ]
    },
    {
      "number": 175,
      "title": "#175 Shamba la Mungu limeiva",
      "verses": [
        "1 Shamba la Mungu limeiva, litayari sasa kuvunwa. Wavunaji mfike mbio kuyavuna mavuno yake!\n\nBwana Yesu, twakuomba, uwatume watenda kazi wakusanye miganda yote kwako Yesu, Mwokozi mwema!",
        "2 Uwatume mapema sana, na wengine kati’ mchana, hata saa ya magharibi uwaite wavuni wako!",
        "3 E’mkristo anakuita, wende mbio, usichelewe! Macho yako uyainue kwani Yesu aja upesi!"
      ]
    },
    {
      "number": 176,
      "title": "#176 Mungu akutaka kati' shamba lake",
      "verses": [
        "1 Mungu akutaka kati’ shamba lake, nenda na wengine kumtumikia! Ujitowe kweli kwake Mungu wetu! Uhubiri neno lake pande zote!",
        "2 Ukumbuke Yesu, jinsi apendavyo! Anawatafuta waliopotea. Uwapende nawe kwa upendo wake, naye atakupa nguvu na baraka!",
        "3 Uliyemwamini nenda mbio sana kati’ shamba lake, usingoje bure! Utumike vema, omba kwa bidii, na thawabu yako utaipokea!"
      ]
    },
    {
      "number": 177,
      "title": "#177 Nipe habari ya Yesu, uiandike",
      "verses": [
        "1 Nipe habari ya Yesu, uiandike rohoni! Uniimbie zaburi ya kumsifu Mwokozi, sifa iliyotangazwa na malaika zamani: Mungu wa ju’ atukuzwe, iwe amani duniani!\n\nNipe habari ya Yesu, uiandike rohoni! Uniimbie zaburi ya kumsifu Mwokozi!",
        "2 Nipe habari ya Yesu, jinsi alivyohimili shida, jaribu na teso na umaskini na bezo (sic)! Maradhi zangu (sic) na dhambi aka’chukuwa mwenyewe, kila wakati tayari kusaidia wahitaji.",
        "3 Nipe habari ya Yesu, ya msalaba na kufa, taja kaburi mwambani, alipotoka Mwokozi! Pendo la Yesu ni kubwa, aliyekufa Golgotha, akafufuka hakika, namshukuru siku zote!"
      ]
    },
    {
      "number": 178,
      "title": "#178 Yesu kutoka mbinguni aliingia",
      "verses": [
        "1 Yesu kutoka mbinguni aliingia huku chini ya giza na dhambi, ili atuokoe.\n\nNenda, nenda! Fanya mapenzi ya Yesu! Omba kupata sehemu kati’ ya mavuno makubwa!",
        "2 Wanapotea gizani wengi wa ndugu zako. Nenda kapashe habari: “Leo wokovu uko”!",
        "3 Nenda kawaubirie watu wa mataifa neno la Yesu Mwokozi! Anakuita leo."
      ]
    },
    {
      "number": 179,
      "title": "#179 Siku moja mavuno yataisha kabisa",
      "verses": [
        "1 Siku moja mavuno yataisha kabisa, baada ya hayo hukumu. Jua litazimika siku hiyo ya mwisho, na hutasikia injili.\n\nAtakusanya ngano kwa furaha ghalani, bali makapi yote yatatupwa motoni. Rafiki, utakuwa wapi?",
        "2 Mahubiri na nyimbo za wokovu wa Mungu zitakaponyamanza huku, uliyelikataa neno zuri la Mungu, utakaa wapi milele?",
        "3 Watu wote wa Mungu wafikapo mbinguni kukaa pamoja na Yesu, wataimba kabisa kwa sauti ya nguvu kumshangilia Mwokozi."
      ]
    },
    {
      "number": 180,
      "title": "#180 Bwana Yesu anatuuliza",
      "verses": [
        "1 Bwana Yesu anatuuliza: “Nimtume nani mavunoni? Watu wenye dhambi wapotea, watolee Neno la neema! “\n\n“Mungu wangu, sema nami! Uniguze sasa kwa makaa! Mungu wangu, sema nami! Mimi hapa, unitume sasa!”",
        "2 Mtumishi wake Bwana Mungu alisema: “Mimi sistahili”. Aliposikia moto safi, akasema: “Unitume mimi”!",
        "3 Mataifa mengi wanakufa, hawajui Yesu na wokovu.Twende kwao mbio, tuhubiri neno la wokovu wake Yesu!",
        "4 Siku za mavuno zitapita, watumishi watarudi kwao. Bwana wao atawapokea na kusema: “Ulifanya vema”!"
      ]
    },
    {
      "number": 181,
      "title": "#181 Tutazame kule mbele",
      "verses": [
        "1 Tutazame kule mbele, asubuhi inakuja! Tuamini Mungu wetu, atafanya kazi yake, kufukuza mashetani, kumiliki nchi yote. Tutashinda tukiomba, Mungu anatusikia.",
        "2 Tarumbeta linalia, tuamke wote sasa! Mungu wetu anataka sisi sote tutakaswe! Kila mtu awe safi katika kanisa lake! Uliache nung’uniko, utapata nguvu yake!",
        "3 Imba ninyi, watu wake, Bwana yu pamoja nasi! Tutashinda majaribu kwa uwezo wake Yesu. Twende tumhudumie kwa kumpa mali yake; hata roho na akili zimtumikie Bwana!",
        "4 Watu wengi hawajui njia yakufika mbingu, wanakuwa wamefungwa kwa mikono ya shetani. Twende tukawatafute, tuwavute kwa Mwokozi, na kuomba na kukesha hata kuja kwake Yesu!"
      ]
    },
    {
      "number": 182,
      "title": "#182 Kisa cha kale nipe habari",
      "verses": [
        "1 Kisa cha kale nipe, habari ya mbinguni, ya Bwana Mtukufu, ya pendo lake Yesu! Niambie neno lake, nipate kusikia, mnyonge mimi huku, mjinga, mkosaji.\n\nKisa cha kale nipe, kisa cha kale nipe, kisa cha kale nipe, cha pendo lake Yesu!",
        "2 Sema kwa taratibu nipate kuelewa habari ya wokovu na damu ya Mwokozi! Simulia mara nyingi, nisije kasahau, niikumbuke tena maisha yangu yote!",
        "3 Taja habari hiyo kwa wema na kwa pendo, Mwokozi alikufa kutukomboa sote. Na ikiwa unataka kunifariji mimi, nisimulie ile habari ya zamani!",
        "4 Nipe habari hiyo ikiwa waniona ninaipendelea fahari ya dunia! Siku nitakapo kufa ‘tapenda kusikia habari ya zamani: Mponyi mwema Yesu."
      ]
    },
    {
      "number": 183,
      "title": "#183 Panda mbegu njema anza asubuhi",
      "verses": [
        "1 Panda mbegu njema, anza asubuhi, na uwaokoe watu wa shetani! Kwa wakati wake vuno litaivya, chumo utapata kwa furaha kuu.\n\n:/: Twende tukavune, twende tukavune, kwa furaha kubwa twende tukavune!:/:",
        "2 Panda mbegu njema juu ya milima! Na tuendelee hata mabondeni! Neno lake Mungu litawafungua watu wa gizani, kwa furaha kuu.",
        "3 Panda mbegu njema hata kwa machozi, ukumbuke Yesu, leo uhubiri! Bwana wetu, Yesu, atakuja tena na thawabu yetu kwa furaha kuu."
      ]
    },
    {
      "number": 184,
      "title": "#184 Nitakwenda mahali pa giza",
      "verses": [
        "1 Nitakwenda mahali pa giza na dhambi kuhubiri Injili ya nuru, ili watu wasiosikia habari wafahamu upendo wa Yesu.\n\nNitakwenda mahali pa giza na dhambi, hata wote wapate kuona wokovu.",
        "2 Akitaka niende kwa watu wagumu na kuacha rafiki na ndugu, hata wakinitaja: ” ‘pumbavu ” na “bure”, nachagua mapenzi ya Yesu.",
        "3 Uliyezipoteza dakika na saa kwa tamaa ya mambo ya huku, uamke na uwaokoe wenzako, hata wasipotee kwa dhambi!",
        "4 Watu wengi wangali watumwa gizani, wanangoja kupata uhuru, Yesu ananituma, niende upesi kuhubiri maneno ya nuru."
      ]
    },
    {
      "number": 185,
      "title": "#185 Neema kubwa ya Mungu wetu",
      "verses": [
        "1 Neema kubwa ya Mungu wetu: Alikutuma kwa kazi yake kwenda kuzipanda mbegu njema katika roho za wenzako!\n\nNenda, E’ mvunaji, nenda, e’mvunaji! Nenda kapande mbegu njema, nenda, e’mvunaji!",
        "2 Njia ikionekana ndefu, neno la Mungu ni aminifu: “Kwa macho yangu nakuongoza, jangwani nitafanya njia”.",
        "3 Ikiwa ndugu hawakuoni, mtumikie Mwokozi vema! Bwana anayetazama wewe, anampenda mwaminifu.",
        "4 Hata ukiwa mdogo sana, nenda upesi shambani mwake, labda utaliokota suke lililoachwa na wenzako.",
        "5 Neno na nyimbo hazitatosha kuwaamsha wafanya dhambi, bali mwenendo ulio safi utawavuta ndugu zako.",
        "6 Na usichoke kupanda mbegu katika pendo na tumaini! Ukizipanda kwa shida nyingi, kwa shangwe kubwa utavuna!",
        "7 Siku za kazi zita’pokwisha tutahamia mbinguni juu; tutawaona wenzetu wote tuliovuta kwa Mwokozi."
      ]
    },
    {
      "number": 186,
      "title": "#186 Fanyia Mungu kazi, mbio usiku",
      "verses": [
        "1 Fanyia Mungu kazi, mbio usiku waja! Mtumikie Mungu siku zako zote! Anza mapema sana, dumu mchana kutwa! Mbio usiku waja, kazi itakwisha.",
        "2 Fanyia Mungu kazi kama kungali jua, usipoteze bure siku zako huku! Uyatimize yote bila kukosa neno! Mbio usiku waja, kazi itakwisha.",
        "3 Fanyia Mungu kazi, saa yapita mbio! Fanya bidii sana kuokoa ndugu! Mtumikie Mungu kwa nguvu yako yote! Mbio usiku waja, kazi itakwisha."
      ]
    },
    {
      "number": 187,
      "title": "#187 Tu wavunaji wake Mungu",
      "verses": [
        "1 Tu wavunaji wake Mungu, kwa neno lake tunakwenda kuvuna ngano zake Yesu alizojinunulia. Kwa shangwe tunaliingiza ghalani mwake vuno lake. Tunamsifu Yesu aliyekomboa vuno lake.\n\nTwende kati’ shamba lake, Bwana a’tuita! Vuno linaivya sana, usikie mwito! Siku zetu za mavuno zinatupitia mbio. Siku zetu, siku zetu zinabaki chache.",
        "2 Tu wavunaji, twende sasa tukalivune vuno lake, na kwa bidii na imani tukusanye ngano ghali! Katika pendo kubwa mno anawataka wote, Yesu, na tukiacha suke dogo ataona mara moja.",
        "3 Wakati wetu ni mfupi, a’ita tena, twende mbio! Atujalize uhodari, nguvu ya kuvumilia! Usichelewe bure sasa, watenda kazi ni wachache! E’mvunaji wake Yesu, utumike kwa bidii!"
      ]
    },
    {
      "number": 188,
      "title": "#188 Wengi wakasema: Bado",
      "verses": [
        "1 Wengi wakasema: “Bado”, walipoitwa na Mwokozi, lakini tena wakaona wamechelewa kuokoka.\n\nNjoo mbio, njoo mbio, Yesu akuita leo! Njoo mbio, njoo mbio, usichelewe, ndugu yangu!",
        "2 Nawe usemaye: “Bado”, unapoitwa naye sasa, rafiki, labda utakuta mlango umekwisha fungwa.",
        "3 “Bado leo”, alisema kijana ‘moja kwa ujinga. Usiku alikufa mara, na akaenda hukumuni.",
        "4 “Bado leo”, wamwambia rafiki yako bora, Yesu, Ataondoka kwa huzuni, utafanyaje bila yeye?",
        "5 “Bado leo”, ukumbuke ni neno la hatari kwako! Waweza kupotea pia, kukosa kuingia mbingu."
      ]
    },
    {
      "number": 189,
      "title": "#189 Unihubiri habari njema",
      "verses": [
        "1 Unihubiri habari njema, neno la ukombozi, hata ikiwa siufahamu wingi wa wema! Nilipokuwa katika giza, ndipo Mwokozi alinijia, na akanipa wokovu, raha na tumaini.\n\nMimi kipofu, naona sasa, anasikia maombi yangu, naye hatanisahau, kwani ananipenda.",
        "2 Amefungua mkono wake, kuna wokovu humo; ukilemewa moyoni mwako, uje kwake Yesu! Uliyechoka kwa dhambi zako, umtazame Mwokozi wako, na utapata wokovu, njoo, anakupenda."
      ]
    },
    {
      "number": 190,
      "title": "#190 Kisima cha lehi kingali",
      "verses": [
        "1 Kisima cha lehi kingali kwa kila aliye na kiu. Kinatoa maji mazima yaliyo ya kuburudisha.\n\nKisima chema cha maji safi hakikauki hata milele. Ni heri yangu, napumzika, na roho yangu inatulia.",
        "2 Ulie na kiu rohoni, ukinyong’onyea njiani, tazama kisima jangwani kilicho na afya, uzima!",
        "3 Mtungi ukiwa mtupu, ukipungukiwa imani, ufike kisima cha maji yabubujikayo daima!",
        "4 Na penye kisima cha lehi upange na kupumzika! Uketi kivulini mwake, na moyo utaburudishwa!"
      ]
    },
    {
      "number": 191,
      "title": "#191 Yapigwa hodi kwangu mgeni afika",
      "verses": [
        "1 Yapigwa hodi kwangu, mgeni a’fika, akiniomba: “Nifungulie! Umande umeshuka kichwani usiku, na nywele zangu zimelowa maji”.",
        "2 A! Huyu si mgeni, ni Yesu Mwokozi, sauti yake nzuri na’jua. Ninamfungulia, naona ni Yesu; na siku hiyo sitaisahau.",
        "3 Anong’oneza sasa rohoni: “U wangu”, karibu naye ninatulia. Ananitia nguvu, baraka ya mbingu; daima nitakaa kwake Yesu.",
        "4 Ni kweli, mimi ni wa Mwokozi milele, amenitaja: “Ndugu, mpenzi”. Ananikarimia hazina za mbingu, ninaingoja siku ya arusi."
      ]
    },
    {
      "number": 192,
      "title": "#192 Sauti moja iliniuliza",
      "verses": [
        "1 Sauti moja iliniuliza: ” Wajua nilikufanyia nini? :/: Kwa’jili yako niliteswa sana; ufike kwangu, kwani nakupenda! ”:/:",
        "2 ” Nilipokuwa huku duniani wakanitia taji ya miiba, :/: Na sikupambwa fedha na dhahabu, lakini majeraha na uchungu.”:/:",
        "3 ” Golgotha nilifika siku moja, na nilikufa ju’ ya msalaba. :/: Tazama, katika mikono yangu nimekuchora, e’ mtoto wangu. “:/:",
        "4 Heleluya, rohoni ninaimba! Nimejiweka mikononi mwake. :/: Na Yesu ananiongoza sasa, nifike nchi nzuri huko juu.:/:"
      ]
    },
    {
      "number": 193,
      "title": "#193 Ni neno zuri la 'aminiwa",
      "verses": [
        "1 Ni neno zuri la ‘aminiwa, listahililo kukubaliwa, ya kwamba Yesu alitujia awaokoe wenye makosa.",
        "2 Wa kwanza mimi wa wenye dhambi, lakini ninafurahi sasa sababu Yesu, Mwokozi wangu, aliniosha kwa damu yake.",
        "3 Mwokozi wetu yu nasi hapa, atenda kazi kwa nia yake; awasha moto rohoni mwetu, uwezo gani utampinga?",
        "4 Viziwi wanasikia sasa, viwete wanatembea sawa, wenye ukoma watakasika, Injili yake yahubiriwa.",
        "5 E’ Bwana Yesu, tupulizie, tujaze Roho Mtakatifu! Uwaamshe waliokufa katika dhambi, uwaangaze!",
        "6 Fungua mbingu unyeshe mvua panapo kiu na jangwa tupu! Uligeuze, likachanue na kufurahi kwa shangwe kuu!",
        "7 Na mataifa wakusujudu mahali pako patakatifu! Amina. Wako ni utukufu na sifa zote! Haleluya!"
      ]
    },
    {
      "number": 194,
      "title": "#194 Usikie Bwan Yesu anayekuita leo",
      "verses": [
        "1 Usikie Bwana Yesu anayekuita leo! Aliteswa, alikufa kwa ajili yako wewe.\n\nUsikie Bwana Yesu! Anabisha mlangoni. Umfungulie moyo, umkaribishe sasa!",
        "2 Siku zote ulicheza, kupendeza mwili wako; ulimsahau Yesu, naye alikufilia.",
        "3 Unasema: “Nitakuja kusikia neno lake”. E’ rafiki, ukumbuke, unaweza kufa leo!",
        "4 Yesu akuita leo kwa neema na upendo. Leo siku ya wokovu, umfungulie moyo!",
        "5 Tunampa Bwana Yesu moyo na wakati wetu. Yeye ni Mfalme wetu wa milele na milele."
      ]
    },
    {
      "number": 195,
      "title": "#195 Tunasikia leo habari, inawaita watu",
      "verses": [
        "1 Tunasikia leo habari, inawaita watu wafike; watu wa hapa, watu wa mbali, wote wapate sasa wokovu!",
        "2 Mtu wa dhambi uje upesi, Yesu angoja kukuokoa! Tena kwa nini unachelewa? Leo ni siku ya kuokoka.",
        "3 Ulikimbia Yesu Mwokozi aliyekukomboa kwa damu. Usikimbie mbali zaidi, ila urudi, uje upesi!",
        "4 Katika dhambi hutaiona raha halisi, hata kidogo. Yesu mwenyewe atakujaza raha ya kweli ndani ya roho.",
        "5 Mtu wa heri katika shida, katika mambo yote ya huku, ni hali ya mkristo wa kweli, mtu wa heri hata milele."
      ]
    },
    {
      "number": 196,
      "title": "#196 Usiyefanya bidii kabisa",
      "verses": [
        "1 Usiyefanya bidii kabisa, hutaingia mbinguni. Uikinge roho kwa neno la Mungu, usipotee milele! Njia ni nyembamba na mlango ‘dogo, ujitahidishe kuingia humo! Ukubali leo wokovu wa Mungu ili ufike mbinguni!",
        "2 Vizuio vingi katika safari, mwovu anakujaribu. Uvishinde vyote vinavyozuia, vyote katika dunia! Usimfuate kila aitaye, ungeweza kupoteza roho yako! Bwana Yesu anakupenda daima; ujitahidi kabisa!",
        "3 Pasipo imani huwezi kufika hata bandari salama wala kuingia katika uzima; hilo ni neno la Mungu. Kwa imani tupu utaokolewa, usikie sasa neno la wokovu! Tubu dhambi zako, amini Mwokozi; hiyo ni njia, hakika.",
        "4 Mungu anaita, wo wote wafike, waupokee uzima! Atakupa nawe hazina ya mbingu, ukitafuta kwa kweli. Mungu Baba anapenda roho yako, Yesu anataka kuokoa wewe, Roho ‘takatifu anakuamsha. Ukiitika u heri!"
      ]
    },
    {
      "number": 197,
      "title": "#197 Hapo nilipokuwa dhambini",
      "verses": [
        "1 Hapo nilipokuwa dhambini, niliumwa kwatika roho. Sasa ninafurahi kwa shangwe kwani Yesu ameniponya.\n\nNdiyo kazi kubwa ya ajabu: Mwokozi aliniokoa! Naye anapenda watu wote, atakuokoa wewe.",
        "2 Dhambi zote nilizozitenda zimefutwa na Bwana Yesu. Sikitiko kwa ‘jili ya dhambi zilikoma nilipotubu.",
        "3 Sasa mimi sitaki kurudi, nachukia kabisa dhambi. Nimeonja furaha ya Mungu na amani na raha yake."
      ]
    },
    {
      "number": 198,
      "title": "#198 E' mtu mwenye kiu, ufike kwake",
      "verses": [
        "1 E’ mtu mwenye kiu, ufike kwake Yesu, :/: upate maji ya uzima, hutaona kiu kamwe!:/:\n\nNjoo kwa Yesu, uyanywe maji hai! Ufike, na utapewa uzima na uhodari!",
        "2 Na tazama, ndugu wengi wamekwisha kunywa! :/: Ni heri kubwa, maji hayo hayatakauka kamwe!:/:",
        "3 Na wewe unywe pia, upate nguvu sana! :/: Tumia katika shindano upanga wa neno lake!:/:",
        "4 Na mwendo wa imani uta’poumaliza, :/: utayakunywa maji bora kwa Mungu mbinguni juu.:/:"
      ]
    },
    {
      "number": 199,
      "title": "#199 Njoni wote mteswao!",
      "verses": [
        "1 Njoni wote mteswao! Wote wenye sikitiko kwa ajili ya makosa, mje sasa kwa Mwokozi! Kwake mtaona raha, utulivu na amani. Matulizo mioyoni mtapata kwake Yesu.",
        "2 Hataacha sikitiko kulemea moyo wako; Yesu ni mchunga mwema, akuficha mazizini. Pendo lake lina nguvu, huchukua masumbuko, hufariji roho yako, hukutwaa kwake Mungu.",
        "3 Yesu kama nyota nzuri ing’aayo asubuhi, mtu amfuataye ataona njia wazi. hata nyota za mbinguni zikiteketea zote, nyota hiyo ya milele haitazimika kamwe."
      ]
    },
    {
      "number": 200,
      "title": "#200 Njoni wote, mle, mnywe",
      "verses": [
        "1 Njoni wote, mle, mnywe, Yesu anasema hivyo. “Nimetoa mwili wangu kwa ajili yenu ninyi.” Kila mtu mwenye njaa aje na apate kula! Na aliye na makosa atasamehewa yote.",
        "2 Ninakuja kwako, Yesu, unithibitishe moyo! Uliona umaskini, niwe mwenye uta-jiri. Nishibishe mema yako na karama takatifu! Unijaze Roho yako kama ulivyoahidi!",
        "3 Yesu, ninakuja kwako niungane nawe, Bwana! Mimi mwenye udhaifu, nakutegemea wewe. Na kwa damu yako, Yesu, ninatakasika sasa. Nashiriki mwili wako katika agano jipya."
      ]
    },
    {
      "number": 201,
      "title": "#201 Njoo, mwenye huzuni nyingi",
      "verses": [
        "1 Njoo, mwenye huzuni nyingi! Yesu anakungoja. Uje, atoe mzigo wako, ata’okoa wewe!\n\nNjoo, uliye na huzuni! Njoo kwa Mungu wa neema! Roho wa Mungu anakuita, Yesu anakungoja.",
        "2 Njoo, mwenye makosa mengi! Yesu anakungoja. Kwake neema na upendo tele! Ata’okoa wewe.",
        "3 Njoo, leo uache dhambi! Yesu anakungoja. Ukilemewa moyoni mwako, uje kwa Yesu mbio!",
        "4 Njoo, sasa, E’mwenye dhambi! Yesu anakungoja. Na ukitaka kumfuata, ata’okoa wewe."
      ]
    },
    {
      "number": 202,
      "title": "#202 Njoo kwa Yesu Mwokozi",
      "verses": [
        "1 Njoo kwa Yesu Mwokozi, unayeteswa rohoni! Damu iliyomwagika itakuosha kabisa.\n\nNjoo kwa Yesu Mwokozi, naye atakuokoa! Ulimwenguni ni dhiki, kwake ni raha halisi.",
        "2 Mbona kukawa dhambini bila uzima wa Mungu? Uje upesi kwa Yesu ili upate amani!",
        "3 Saa zapita upesi, hazitarudi kabisa. Bado kidogo na tena utapelekwa kuzimu.",
        "4 Yesu atamchukua bibi-arusi mbinguni, na tutaimba milele sifa za Mwana-kondoo.\n\nHuko karibu na Yesu, mbali ya mambo ya nchi, huru na heri rohoni nitafurahi milele!"
      ]
    },
    {
      "number": 203,
      "title": "#203 Hatua moja kati ya wewe na Mwokozi",
      "verses": [
        "1 Hatua moja kati ya wewe na Mwokozi. Wakawilia nini? Ufike kwake leo!\n\nHatua moja, hatua moja, njoo akungoja! Njoo kutubu dhambi, atasamehe zote! Usikatae tena wokovu wake Mungu!",
        "2 Hatua moja mbele, anakungoja sasa. Amini neno lake, na utapata raha!",
        "3 Hatua moja mbele, uzima uta’ona. Siku si nyingi huku, ‘jitoe kwake Mungu!",
        "4 Hatua moja mbele, kwa nini kukawia? Omba: E’ Bwana Yesu, unipokee sasa!"
      ]
    },
    {
      "number": 204,
      "title": "#204 Pendo la Mwokozi kubwa mno!",
      "verses": [
        "1 Pendo la Mwokozi kubwa mno! Yesu akuita, ufike kwake sasa!\n\n:/: Anangoja, anabisha, ufungue!:/:",
        "2 Amengoja wewe siku nyingi, analia sana juu ya dhambi zako.",
        "3 Kwa huruma nyingi akuita. ‘Geukie Mungu, anakungoja sasa!",
        "4 Yesu atakupa raha kubwa na uzima tele ulio wa milele."
      ]
    },
    {
      "number": 205,
      "title": "#205 Yesu Mwokozi aita kwa pendo",
      "verses": [
        "1 Yesu Mwokozi aita kwa pendo mimi na wewe na wote, na yu karibu kukukaribisha wewe uliye dhambini.\n\nUrudi, urudi, Sasa urudi kwa Yesu! Anakuita na anakungoja. Leo urudi kwa Yesu!",
        "2 Mbona kukawa anapokuita? Anakungoja, ufike! Kuna nafasi karibu na Yesu; njia ni wazi kwa wote.",
        "3 Nyakati zetu zapita upesi, hazitarudi kabisa. Njoo kwa Yesu upate amani, leo ungali mzima!",
        "4 Ona upendo mkubwa wa Yesu, unaenea kwa wote! Na kwa neema anakukumbuka wewe na mimi na wote."
      ]
    },
    {
      "number": 206,
      "title": "#206 Rafiki yangu tazama",
      "verses": [
        "1 Rafiki yangu, tazama, wapita njia ya wapi? Milele, je? utakaa wapi ukikataa Mungu?\n\nUjiandae sasa, utakutana na Mungu! Lazima uwe tayari kwa sababu utamuona!",
        "2 Dunia haina raha, amani wala salama. Fahari yake ikikuloga, utapotea njia.",
        "3 Lo! Yesu anakuita! Kwa nini unachelewa? Ushike njia ufike kwake! Ataja jina lako.",
        "4 Uache haya na hofu, Mwokozi anakupenda! Kwa damu alikomboa wewe, anakutaka sasa.",
        "5 Ikiwa unachelewa kupatanishwa na Mungu, utamkuta Mwokozi kama mwamuzi mwenye haki."
      ]
    },
    {
      "number": 207,
      "title": "#207 Umgeukie Mwokozi, jitenge na ovu",
      "verses": [
        "1 Umgeukie Mwokozi, jitenge na ovu na dhambi! Babako angoja ufike; usiangamie milele!",
        "2 Kijana, unafurahia maisha na mambo ya nchi. Baada ya muda kitambo utahukumiwa na Mungu.",
        "3 Kwa nini kujiangamiza katika tamaa za huku? Usijipoteze dhambini! Dunia isikuharibu!",
        "4 Umkimbilie Mwokozi, atakupokea kwa pendo, na utaokoka hakika kwa nguvu ya damu ya Yesu!",
        "5 Walio mbinguni waimba, wanayo mavazi meupe; hutaki sehemu pamoja na wao nyumbani mwa Baba?",
        "6 Je, mwisho utaona wapi mahali pa kujisitiri? Dunia itakapochomwa utakosa makimbilio.",
        "7 Ujipatanishe na Mungu, na usichelewe, rafiki! Ukimkataa Mwokozi, utatupwa nje gizani.",
        "8 Chagua pasipo kukawa! Mwokozi atakupokea. Angoja ufike kutubu; atakutakasa kwa damu."
      ]
    },
    {
      "number": 208,
      "title": "#208 Piga makengele ya furaha leo",
      "verses": [
        "1 Piga makengele ya furaha leo kwa sababu mtu ametubu! Mwana mpotevu amerudi sasa, baba amemsamehe yote.",
        "2 Nyimbo za furaha ya mbinguni, Nyimbo za furaha ya wakristo! Tuna’sifu Mungu kwa sababu sasa mtu huyu amwamini Yesu.",
        "3 Piga makengele, ni furaha nyingi; mkosaji amefunguliwa! Yesu alivunja minyororo yake, alimpa roho ya kimwana.",
        "4 Piga makengele! Hiyo ni habari yakupasha mbali na karibu. Mtu amepata kuwa mtu mpya, dhambi zake zimeondolewa!"
      ]
    },
    {
      "number": 209,
      "title": "#209 Uwatafute wanaopotea",
      "verses": [
        "1 Uwatafute wanaopotea, na kwa upendo watoe dhambi! Lia pamoja na wenye huzuni, uwapeleke kwa Yesu Mwokozi!\n\nUwatafute wanaopotea! Yesu Mwokozi awahurumia.",
        "2 Anatafuta waliokimbia, anawangoja warudi upesi. Uwafundishe kwa pendo na kweli ju’ ya neema na haki ya Yesu!",
        "3 Ndani ya roho na katika siri labda waona shauku ya Mungu. Uwaongoze kwa Yesu Mwokozi, wafahamishe upendo wa Mungu!",
        "4 Uwatafute wanaopotea! Mungu atoa upendo na nguvu. Uwapeleke kwa Yesu mpozi, Mwenye huruma na afya kwa wote!"
      ]
    },
    {
      "number": 210,
      "title": "#210 Imba injili ya Yesu kwa moyo",
      "verses": [
        "1 Imba injili ya Yesu kwa moyo na roho kabisa! Lango la neema yake ni wazi kwa watu wote.\n\nImba, imba injili, na watu wasikilize! Imba injili ya Yesu, maneno ya pendo lake!",
        "2 Imba injili ya Yesu! Yaleta uhuru kwa wote. Imba habari ya damu inayotakasa moyo!",
        "3 Imba injili ya Yesu, kwa wimbo utawafundisha! Imba habari ya Yesu! Aweza kuwaokoa.",
        "4 Imba injili ya Yesu, na raha na matumaini! Imba habari ya haki, wapate kujua Mungu!",
        "5 Imba injili ya Yesu, hubiri amani kwa wote! Na tumsifu Mwokozi afanyaye yote vema!"
      ]
    },
    {
      "number": 211,
      "title": "#211 Njoo kwa Yesu usishangae",
      "verses": [
        "1 Njoo kwa Yesu, usishangae! Akuonyeshe njia ya mbingu. Msikilize, anakusihi: Mtu wa dhambi, njoo!\n\nHeri, heri, tutakusanyika kwake Mungu kwa furaha kuu! Shida na shaka hazitakuwa kwetu mbinguni juu.",
        "2 Yesu aita, wote wafike, atatuliza wenye huzuni, kuwatolea pendo na raha. Usikiaye, njoo!",
        "3 Sasa wakati wakuokoka, uje upesi, umkubali! Mwenye amsikitiko na dhambi, njoo kwa Yesu sasa!"
      ]
    },
    {
      "number": 212,
      "title": "#212 Sauti ya Yesu niliisikia, kwa pendo",
      "verses": [
        "1 Sauti ya Yesu niliisikia, kwa pendo aliniambia: “Ufike, nataka kukusaidia, nangoja, nangoja, ufike!”\n\nNjoo kwa Yesu, ufike upesi, uupokee wokofu wa Mungu! Mbona kukawa dhambini, rafiki? Yesu anakuita, njoo!",
        "2 Ukiwa na hofu kufika kwa Yesu, uliye na dhambi rohoni, kumbuka ya kuwa huruma ni tele; ufike kwa Yesu, angoja!",
        "3 Ukiwa maskini, dhaifu kabisa, Mwokozi anakufahamu. Anakuambia: ” Pokea neema, uache mzigo wa dhambi!”",
        "4 Na kama nilivyo ninamfikia Mwokozi aliyenipenda. Ninaupokea wokovu na raha; kwa shangwe ninamshukuru!"
      ]
    },
    {
      "number": 213,
      "title": "#213 Kama unataka kuwa mtu wake Yesu",
      "verses": [
        "1 Kama unataka kuwa mtu wake Yesu, kama unataka kufuata yeye, kama unataka yeye akusaidie: Mpe Yesu moyo wako!\n\nAtaondoa dhambi zako zote, na utaipokea nguvu yake! Ukiokoka utaona kwamba ni vizuri kufuata Yesu kweli.",
        "2 Kama unataka kuwa mtu mwenye heri, ufungue moyo, Yesu aingie! Kama unataka utulivu na faraja, mpe Yesu moyo wako!",
        "3 Kama unataka kumtumikia Yesu na kuifuata njia yake hapa, kama unataka kuingia huko mbingu: Mpe Yesu moyo wako!"
      ]
    },
    {
      "number": 214,
      "title": "#214 Namtafuta mwana wangu",
      "verses": [
        "1 Namtafuta mwana wangu, mtoto yu wapi leo? Alienifurahisha mbele, ningali ninampenda.\n\nMwanangu yu wapi leo? Mwanangu yu wapi leo? Mwanangu, urudi, ninakutafuta, mwanangu, mpendwa wangu!",
        "2 Uliyekuwa safi sana katika utoto wako, uliichafua roho yako kwa dhambi na njia mbaya.",
        "3 Ninatamani kukuona katika usafi tena, na kukusikia ukiomba na kumshukuru Yesu.",
        "4 Nitafutie mpotevu kwa pendo na tumaini! Unisalimie mwana wangu, ya kwamba ninamngoja!"
      ]
    },
    {
      "number": 215,
      "title": "#215 Mwenyezi Mungu anafanya ishara",
      "verses": [
        "1 Mwenyezi Mungu anafanya ishara kubwa duniani, anaondoa minyororo inayofunga watu huku. Avunja nyavu za shetani, na wakosaji waokoka.",
        "2 Maneno yake yana nguvu kushinda yote ya zamani. Na watu wanapiga mbio kuomba ne’ma ya Mwokozi. Wakiyapata masamaha, waimba wote: “Sifu Mungu!”",
        "3 Tazama, ndugu wengi sana wanafuata Yesu leo; katika kila nchi sasa maelfu wanapenda Mungu. Wengine wanavutwa naye Mwenyezi Mungu, Baba yetu.",
        "4 Inua macho, mvunaji, mavuno yanaiva sana! Uende kutafuta watu, uwapeleke kwake Yesu! E’ ndugu wote, amkeni, ‘kawaokowe wenye dhambi!",
        "5 Wengine wanapoingia ufalme wako, Yesu Kristo, nisibakie huku chini, neema hiyo nakuomba! Nakaa mikononi mwako, unifikishe huko kwako!",
        "6 Najua siku ni karibu Mwokozi atakaporudi, awachukue watu wake mpaka nchi ya amani. E’ siku ya uheri bora, nakutamani. Uje mbio."
      ]
    },
    {
      "number": 216,
      "title": "#216 Nafasi ingaliko arusini",
      "verses": [
        "1 Nafasi ingaliko arusini ita’yokuwa kwake Mungu Baba. Njoo kwake, nafasi ingaliko!",
        "2 Njiani mwako jua linakuchwa, jioni inakaribia sasa. Njoo mbio, nafasi ingaliko!",
        "3 Karamu ya arusi ni tayari, na Bwana anakualika wewe. Njoo mbio, nafasi ingaliko!",
        "4 Wanaingia watu wengi huko, ufanye hima, uingie nawe! Njoo mbio, nafasi ingaliko!",
        "5 Tazama, lango limefunguliwa, neema gani: Utakaribikshwa! Njoo mbio, nafasi ingaliko!",
        "6 Ufike mbio, utaona heri, Yesu atoa wingi wa neema! Njoo mbio, nafasi ingaliko!",
        "7 Je, utaona shangwe ya mbinguni? Bwana arusi akungoja sana. Njoo mbio, nafasi ingaliko!",
        "8 Uliyesitasita unaitwa, ujiazimu kuja kwake Mungu! Njoo mbio, nafasi ingaliko!",
        "9 Ukichelewa, lango litafungwa, na utalisikia neno hili: “Ondokeni! Sikuwajua ninyi!”"
      ]
    },
    {
      "number": 217,
      "title": "#217 Bwana Yesu atakuja kutoka mbingungi",
      "verses": [
        "1 Bwana Yesu atakuja kotoka mbinguni, atawachukua wote wanaomwamini.\n\nKama nyota za mbinguni watu wake watang’aa katika taji yake, kuwa sifa ya Yesu.",
        "2 Atawakusanya wote waliompenda, watakuwa tunu yake milele mbinguni.",
        "3 Na watoto watakuwa pamoja na Yesu, watang’aa kama lulu nyumbani mwa Baba."
      ]
    },
    {
      "number": 218,
      "title": "#218 Mtoto mimi ni maskini",
      "verses": [
        "1 Mtoto mimi ni maskini, lakini nafurahi kwa kuwa Baba yangu mwema ananitunza vema.",
        "2 Babangu anipenda sana, anionyesha njia. Upendo wake unapita uzuri wa dunia.",
        "3 Katika shida na huzuni naimba kwa furaha: “Nina makimbilio yangu kwa Mungu Baba yangu”"
      ]
    },
    {
      "number": 219,
      "title": "#219 Hatumjui rafiki mwema",
      "verses": [
        "1 Hatumjui rafiki mwema, ila Yesu, ila Yesu; yeye mwenyewe atufahamu, yeye Bwana peke yake.\n\nYesu anatujua, pia Yesu anatuonya njia. Yesu rafiki kupita wote, wote, wote pia wa dunia.",
        "2 Hatumjui rafiki mwema kama Yesu, Bwana Yesu. Na pendo lake ni la ajabu, linadumu siku zote.",
        "3 Je, ataweza kutusahau? Hataweza ku’sahau. Twafarijiwa kwa pendo lake kila siku, kila siku.",
        "4 Nani ashika agano lake? Bwana Yesu peke yake. Alikataa kusaidia? Hataweza kukataa.",
        "5 Nani rafiki mpendwa wangu? Bwana Yesu peke yake. Anastahili kupata sifa huku chini na mbinguni."
      ]
    },
    {
      "number": 220,
      "title": "#220 Yesu, wewe u mchunga wangu",
      "verses": [
        "1 Yesu, wewe u mchunga wangu, twakuomba: Utulinde! Utulishe sisi kundi lako, tukashibe neno lako!\n\nYesu mwema, Yesu mwema, tushibishe kwa neema! Yesu mwema, Yesu mwema, tushibishe kwa neema!",
        "2 Tuongoze kwa mapito yako hata maji matulivu! Tuhuishe roho zetu huko tukajazwe uhodari!\n\nYesu mwema, Yesu mwema, ututie nguvu yako! Yesu mwema, Yesu mwema, ututie nguvu yako!",
        "3 Yesu, uwe nasi hata mwisho, tutakapokata roho! Tupeleke katika makao uliyotuandalia!\n\nYesu mwema, Yesu mwema, tufikishe hata kwako! Yesu mwema, Yesu mwema, tufikishe hata kwako!"
      ]
    },
    {
      "number": 221,
      "title": "#221 E' mtoto, yainue macho yako",
      "verses": [
        "1 E’ mtoto, yainue macho yako mbinguni! Bwana Yesu huko juu, kwa upendo akuone.",
        "2 Ukiomba asikia, akulinda mashakani; na anakuandalia kao zuri huko kwake.",
        "3 Penda Yesu, mfuate, tii neno lake pia! Tena malaika wake watakuchukua kwake."
      ]
    },
    {
      "number": 222,
      "title": "#222 Bwana Yesu anasema, Dhaifu wewe",
      "verses": [
        "1 Bwana Yesu anasema: “Dhaifu wewe sana. Mimi ni mchunga mwema”. Na kwa hiyo namwandama.\n\nYesu alikufa kwa ajili yangu, aliziondoa dhambi, furaha kubwa kwangu!",
        "2 Pendo la Mwokozi wangu limeyeyusha moyo. Ametoa dhambi zangu na kiburi na uchoyo.",
        "3 Sina kitu mkononi cha kunifaidia; udhaifu u moyoni, Yesu ninamlilia.",
        "4 Mungu akisaidia nitamaliza mwendo. “Yesu alinifilia”, nitaimba huko ng’ambo.",
        "5 Siku moja nitafika mbinguni huko juu, nitaimba kadhalika shukrani kuu."
      ]
    },
    {
      "number": 223,
      "title": "#223 Ni uheri bora kumwamini Bwana",
      "verses": [
        "1 Ni uheri bora kumwamini Bwana Yesu kwa wakati wa ujana wetu, kabla hatujazionja dhambi na mashaka zinazoharibu roho zetu.\n\nNi uheri bora kumwamini Bwana Yesu, na kumfuata kila siku. Na ujana wetu ukitukimbia tena, shangwe ya wokovu itabaki.",
        "2 Ni uheri bora kumtii Bwana Yesu kwa wakati wa ujana wetu. Hivyo tutakuwa na dhamiri safi, njema kwa maisha yetu yote pia.",
        "3 Ni uheri bora kumtumikia Yesu kwa wakati wa ujana wetu. Bwana Yesu akumbuka kila tendo dogo, atalipa kwa neema yake.",
        "4 Ni uheri bora kumngoja Bwana Yesu kwa wakati wa ujana wetu. Atatuchukua kwake kwa furaha kubwa, tutakuwa naye siku zote."
      ]
    },
    {
      "number": 224,
      "title": "#224 Yesu, mwenye pendo kubwa",
      "verses": [
        "1 Yesu, mwenye pendo kubwa, usinipitie! Katika maombi yangu unibarikie!\n\nYesu, Yesu, unisikilie! Ukiwabariki wote, usinipitie!",
        "2 Ninakiendea sasa kiti cha neema; kutoamini kwangu u’ondoe vema!",
        "3 Nakutegemea, Bwana, njia unionye! Roho yangu imevunjwa, Yesu, uniponye!",
        "4 Wewe, Yesu, ni kisima cha furaha yetu. Nani ni mchunga mwema, ila Bwana wetu!"
      ]
    },
    {
      "number": 225,
      "title": "#225 Lo! Bendera mbele yako",
      "verses": [
        "1 Lo! Bendera mbele yako, usihofu sasa! Usimame kwa imara kama Danieli!\n\nUwe mhodari kama Danieli! Weka makusudi mema bila kuogopa!",
        "2 Wenye hofu hawawezi kuingia mbingu. Tweka tu bendera yetu, endelea mbele!",
        "3 Mashujaa wa shetani wangeshindwa sana wakikuta jeshi la askari wa imani.",
        "4 Endelea kwa kushinda, Yesu ni Mfalme! Taji ya uzima utapata huko juu."
      ]
    },
    {
      "number": 226,
      "title": "#226 Macho yangu kumtazama",
      "verses": [
        "1 Macho yangu kumtazama, masikio yakumsikia, na miguu yakumfuata Yesu, rafiki yangu!",
        "2 Roho yangu inapenda Yesu, na ulimi unamshukuru, kwa mikono namtumikia Yesu, rafiki yangu!"
      ]
    },
    {
      "number": 227,
      "title": "#227 Mungu aliye mbinguni",
      "verses": [
        "1 Mungu aliye mbinguni alitupa kiongozi, naye ni rafiki wa watoto wote. Ukijua jina lake, ulitaje sasa hivi! Anapenda wote, hata wewe, nami.\n\nMbingu na ufalme wake wa wototo wote sasa! Mbio tuishike njia iendayo kwake Yesu ili tuione raha ya mbinguni!",
        "2 Yesu mwenye pendo kubwa awakumbatia wote, anawabariki kwa huruma yake. Hatuoni huku chini mtu mwema kama yeye, hasahau mtu, hata mnyang’angyi.",
        "3 Yesu ni Mchunga mwema, anawakusanya sasa mkononi mwake wana wa kondoo. Kifuani mwake tena anawachukua wote hata kwa ufalme wake huko juu."
      ]
    },
    {
      "number": 228,
      "title": "#228 Wakati wa utoto wako",
      "verses": [
        "1 Wakati wa utoto wako, hujapoona shida bado, sauti ilikuambia: “Unipe sasa moyo wako!”\n\nWajua ni nani huyu anayekuita sasa? Ni Yesu, rafiki yako; anakuita: ” Njoo kwangu!”",
        "2 Na katika ujana wako wausikia mwito wake, na jinsi utakavyoshinda shetani akikujaribu.",
        "3 Wakati wa uzee wako dhambini ukiendelea hata kukaribia kufa, Mwokozi akuita tena."
      ]
    },
    {
      "number": 229,
      "title": "#229 Mwokozi, Mfalme, ulisulibiwa",
      "verses": [
        "1 Mwokozu Mfalme, ulisulibiwa, e’pasaka wetu, ulidhihakiwa. Ukatoka damu, ‘kaona uchungu ulipotimiza mapenzi ya Mungu. Huku Gethsemane ulihuzunika, kwa neno la mbingu ukafarijika. Katika kuomba ukatiwa nguvu, na mwisho ukafa tupate wokovu.",
        "2 Kwa ‘jili ya mimi ulijeruhiwa, ukaonja kufa, nipate uzima. Ulijisahau, ukanikumbuka, uliwaombea waliokutesa. Na ulijitoa dhabihu ya kweli, na kuusikia uchungu mkali. Kwa pendo kamili ulikusudia kuonja mauti kwa ‘jili ya wote.",
        "3 Je, kupatanishwa na Mungu ni nini? Ni kwamba laana la dhambi lakoma. Kufika karibu na Mungu ni nini? Ni kuwa rafiki wa Mungu wa mbingu. Na sasa ufike kutoka dhambini, utie hatia na dhambi nuruni! Mwokozi mpendwa akuhurumia, atakufungua na ‘kusaidia."
      ]
    },
    {
      "number": 230,
      "title": "#230 Golgotha Mwokozi alitundikwa",
      "verses": [
        "1 Golgotha Mwokozi alitundikwa mtini kwa’jili ya wote. Na damu akaitoa Mwokozi ili kutangua dhambi.\n\nPenye msalaba nilikombolewa kwa damu ya Yesu iliyotolewa. Mwamuzi mwenyewe alinikomboa, akanilipia deni.",
        "2 Golgotha nami nimesulibiwa pamoja na Yesu Mwokozi; na njia kwa Mungu Baba ni wazi, pazia limepasuka.\n\nNimesulibiwa pamoja na Kristo, na mtu wa kale alikufa hapo. Na mambo ya kale yamekwisha’pita, lo! yote ni mapya sasa!",
        "3 Niliunganishwa naye Mwokozi, na sasa ni hai kwa Mungu. Kuishi ni Kristo, siri ajabu, na kufa faida kwangu!\n\nKwa damu ya Yesu nimetakasika, hatia na dhambi zimeondolewa. Shetani hawezi kunidhuru tena, nimewekwa huru kweli."
      ]
    },
    {
      "number": 231,
      "title": "#231 Mwokozi alitoa damu kwa'jili",
      "verses": [
        "1 Mwokozi alitoa damu kwa’jili ya waovu, msalabani alikufa kuniokoa mimi.\n\nE’ Yesu, niokoe sana, nifunze kuamini! Na unilinde tena, Bwana, nisipotee kamwe!",
        "2 Alijitwika dhambi zetu, huzuni na maradhi; neema kubwa, wema wingi, upendo wa ajabu!",
        "3 Na hapo jua likafichwa, ikawa giza kuu; muumba alitufilia kutulipia deni.",
        "4 Magoti yangu nayapiga msalabani pake, na kwa machozi natazama mateso yake huko.",
        "5 Nitakurudishia nini, Mwokozi wangu mwema? E’ Bwana, nikutumikie maisha yangu yote!"
      ]
    },
    {
      "number": 232,
      "title": "#232 Nilipofika kwa Bwana yesu",
      "verses": [
        "1 Nilipofika kwa Bwana Yesu, nikapaaza sauti yangu: “Yesu Mwokozi, unirehemu!” Akaniokoa. :/: Yesu asifiwe!:/: Alisikia kilio changu, Yesu asifiwe!",
        "2 Nilipofika kwa Bwana Yesu, nikamsihi Mwokozi wangu: “Unitakase, nifanye safi!” Akanisikia. :/: Yesu asifiwe.:/: Alisikia maombi yangu, Yesu asifiwe!",
        "3 Ona kisima cha msalaba, leo kingali chabubujika kuniokoa na kusafisha! Yesu asifiwe! :/: Yesu asifiwe:/: Aniokoa, anisafisha, Yesu asifiwe!",
        "4 Njoo kwa Yesu, kisima hicho, unywe, uoshwe katika maji! Kiu yapoa, na watakaswa, Yesu asifiwe. :/: Yesu asifiwe!:/: Kiu yapoa, na watakaswa, Yesu asifiwe!"
      ]
    },
    {
      "number": 233,
      "title": "#233 Tazama Mwokozi aliyekufilia",
      "verses": [
        "1 Tazama Mwokozi aliyekufilia ili wewe upate uzima! Tazama, kwa pendo atakusaidia, usidumu dhambini daima!\n\nYainue macho! Tazama Mwokozi aliyekufilia, ili upate uzima!",
        "2 Mwokozi alisulibiwa ju’ ya mti ili sisi tupate wokovu. Alitukomboa kwa damu yake safi, kwate yeye twapata wongofu.",
        "3 Hakuna majuto yaweza’ kutuponya, ila damu ya Yesu Masiya. Ufike kwa Yesu apate kukuonya jinsi yaondokavyo hatia!",
        "4 Rafiki, waitwa na Mungu kwa wokovu, anataka ufike upesi. Kwa nini kukawa, ufike bila hofu, uondoke katika hatari!",
        "5 Ufike, pokea uzima wa milele, Bwana Yesu ali’tuletea! Karama ya mbingu ni tumaini letu, ipokee na hutapotea!"
      ]
    },
    {
      "number": 234,
      "title": "#234 Utukufu wa mbinguni ni wa heri",
      "verses": [
        "1 Utukufu wa mbinguni ni wa heri na amani, dhambi hazitakuwamo. Vitu vyote vilivyomo ni vya tunu na thamani, dhambi hazitakuwamo.\n\nDhambi hazitaingia mbingu ya utakatifu. Ukidumu mwenye dhambi bila kutakaswa huku, hutaingia mbinguni.",
        "2 Kama unatumaini kufikia nchi ile na kuona Bwana Yesu, utafute utakaso na kupata moyo safi! Dhambi hazitakuwamo.",
        "3 Unaweza ‘tenda dhambi na kukana Bwana Yesu, walakini ukumbuke: Dhambi zako zitafunga lango la mbinguni, kwani dhambi hazitakuwamo.",
        "4 Na ukiwa mkaidi hata sa’ ya kufa kwako, utaitwa hukumuni, na utaambiwa huko: “Ondokeni siwajui!” Dhambi hazitakuwamo.\n\nUkitaka kufikako mbingu ya utakatifu, tubu sasa, hacha dhambi, utafute moyo safi, na utaingia mbingu!"
      ]
    },
    {
      "number": 235,
      "title": "#235 Tumekombozwa katika nchi",
      "verses": [
        "1 Tumekombozwa katika nchi, usikilize vema, rafiki! :/: Tumeokoka tufike juu, taji kutiwa, furaha kuu!:/:",
        "2 Tumekombozwa katika watu, hata tuchekwe kitambo huku. :/: Twavumilia katika shida, twatazamia ‘heri wa mbingu.:/:",
        "3 Tumekombozwa, tuwe wa huru, tukichokozwa haitudhuru. :/:Tutaondoka, ‘hamia mbingu, tutasimama mbele ya Mungu.:/:",
        "4 Tumekombozwa, furaha kuu, twaandaliwa karamu kuu! :/: Salamu hiyo uitangaze, wafike mbio na waokoke!:/:",
        "5 E’ mama, baba, mbona kungoja? Ndugu na dada, fika pamoja! :/: Mwenye kukawa hataingia, leo waitwa na Yesu pia.:/:"
      ]
    },
    {
      "number": 236,
      "title": "#236 Dhaifu, mwenye dhambi",
      "verses": [
        "1 Dhaifu, mwenye dhambi, nilipotea njia, lakini Bwana Yesu alinihurumia. Nategemea yeye, najua pendo lake, ajaza roho yangu, ninavyo vyote mwake.\n\nAjaza roho yangu, apita vitu vyote. Amani na upendo ni zangu siku zote. Ajaza roho yangu, neema kubwa kwangu! Namhimidi Yesu: Yu yote ndani yangu.",
        "2 Sitaki dhambi tena, haiku’faidia; rafiki yangu, Yesu, ananisaidia. Alitangua dhambi kwa msalaba wake, kwa yeye ukombozi, na vyote vimo mwake.",
        "3 Napenda kufuata daima nyayo zake, nibadilishwe sana, nifananishwe naye! Na tena siku moja atanikaribisha nyumbani mwake Baba, na atanijaliza!"
      ]
    },
    {
      "number": 237,
      "title": "#237 Mwokozi wangu ni mwamba bora",
      "verses": [
        "1 Mwokozi wangu ni mwamba bora, ahadi kama milima; zaniletea amani tele, na mibaraka daima. Katika mwamba ni raha kuu, baraka tele kutoka juu. Nakaa humo, ninastarehe, ni heri sana milele.",
        "2 Makimbilio ni mwamba huo katika teso lo lote; Nisikimbie adui ‘kuu, nishinde katika vyote! Dunia yote ikitingika, ahadi zake hazipunguki. Nakaa humo, ninastarehe, ni heri sana milele.",
        "3 Nakaa mbali ya udhalimu, hatia, dhambi, hukumu. Na kwa imani nikisimama, adui atakimbia. Nayo mawazo ya giza tupu hayatapata nafasi huko. Nakaa humo, ninastarehe, ni heri sana milele.",
        "4 Nafurahia baraka zote za ulimwengu wa roho. Karama hizo nalizipewa katika kufa kwa Yesu. Hakuna woga na shaka huko, hayatakuwa manung’uniko. Nakaa humo, ninastarehe, ni heri sana milele."
      ]
    },
    {
      "number": 238,
      "title": "#238 Nifananishwe nawe Mwokozi",
      "verses": [
        "1 Nifananishwe nawe Mwokozi, ni haja yangu iliyo kuu. Ninakuomba, na kwa machozi, nikufuate, Bwana wa juu!\n\nNifananishwe nawe Mwokozi, mwenye upendo, safi halisi! Unitakase, unijalize! Nifananishwe nawe zaidi!",
        "2 Nifananishwe nawe Mwokozi, mwenye rehema, pendo ajabu! Niwapeleke kwa Mkombozi walioshindwa na majaribu!",
        "3 Nifananishwe nawe Bwanangu, Mtakatifu, mwenye saburi! Niwe mnyofu kazini mwangu, mtu thabiti bila jeuri!",
        "4 Nifananishwe nawe Mwokozi! Nimiminie pendo moyoni! Nibadilishe, e’ Mkombozi, niwe tayari kwenda mbinguni!"
      ]
    },
    {
      "number": 239,
      "title": "#239 Neno baya lisitoke kamwe",
      "verses": [
        "1 Neno baya lisitoke kamwe kwa ulimi wako! Pendo likuchunge pote, hata na maneno yako!\n\nAmri ya Yesu ni “Mpendane”! Kama watoto wema tumtii! Amri ya Yesu ni “Mpendane”! Kama watoto tumtii!",
        "2 Pendo ni la mbingu, safi, urafiki ‘takatifu. Tusiyaharibu tena kwa maneno yetu ‘gumu!",
        "3 Neno moja la hasira au tendo la uovu, kwa upesi linavunja fungu la upendo safi."
      ]
    },
    {
      "number": 240,
      "title": "#240 Navutwa kwake Yesu",
      "verses": [
        "1 Navutwa kwake Yesu na ninamfurahia, uzuri wake unapita vyote vya dunia. Siwezi kuupima kweli kwa fikara zangu. Uzuri wake unazidi kuwa bora kwangu!\n\nSiwezi kueleza uzuri wake huku, lakini niaufahamu huko ju’ mbinguni.",
        "2 Upendo wa ajabu mno nausifu sana, ukanivuta kwa upole, nije kwa Bwana! Ukaondoa mimi katika unyonge wangu, upendo wake unazidi kuwa bora kwangu!\n\nSiwezi kueleza uzuri wake huku, lakini nitaufahamu huko ju’ mbinguni.",
        "3 Wokovu wake wakupendwa mno nausifu, uliondoa woga, ukanipa utulivu. Napenda Yesu aliyechukuwa dhambi zangu, wokovu wake unazidi kuwa bora kwangu.\n\nSiwezi kueleza wokovu wake huku, lakini nitaufahamu huko ju’ mbinguni."
      ]
    },
    {
      "number": 241,
      "title": "#241 Sitashawishiwa tena na dunia huku",
      "verses": [
        "1 Sitashawishiwa tena na dunia huku, mema yote ni kwa Yesu, nampenda yeye. Katika safari yangu, Bwana Yesu wimbo wangu. Mbali, kwetu, kila saa namsifu Yesu.",
        "2 Mimi mtu heri sana, nampenda Yesu. Vyote nimempa yeye, namtumikia. Tumaini langu kuu nimeweka huko juu. Mbali, kwetu, kila saa namtumikia.",
        "3 Njia yote kwenda mbingu nifuate Yesu! Nifanane naye Bwana, niwe nuru huku! Namkiri Yesu pote na katika hali zote! Mbali, kwetu, kila saa nifanane naye!"
      ]
    },
    {
      "number": 242,
      "title": "#242 Maisha yangu yote ni mali",
      "verses": [
        "1 Maisha yangu yote ni mali ya Mwokozi. Maungo, roho na akili, yeye ameyabadili. Siku zangu zote ni mali ya Mwokozi.\n\nWakati wangu wote ni mali ya Mwokozi. Machoni pake ni amani, natumika kwa shukrani. Namsifu Yesu, amenihurumia!",
        "2 Maisha yangu yote ni mali ya Mwokozi. Naomba niwe mpendevu, nitafute wapotevu! Aliwanunua kwa damu takatifu.",
        "3 Maisha yangu yote ni mali ya Mwokozi. Unijalie kati’ mwendo kuongoza kwa upendo wana wapotevu, wapate kuokoka.",
        "4 Maisha yangu yote ni mali ya Mwokozi. Nakaa miguuni pake, siku moja huko kwake inapita elfu pengine bila Yesu!"
      ]
    },
    {
      "number": 243,
      "title": "#243 Ukichoka kwa safari ngumu",
      "verses": [
        "1 Ukichoka kwa safari ngumu, sema na Yesu, sema na Yesu! Waogopa kwamba hutadumu, sema na Yesu daima!\n\nSema na Yesu, sema na Yesu, yeye rafiki amini! Akupenda kwa upendo bora. Sema na Yesu kwa yakini!",
        "2 Ukilia chozi ya majuto, sema na Yesu, sema na Yesu! Ukiteswa ju’ ya dhambi nzito, sema na Yesu daima!",
        "3 Je, wahofu jua likifichwa? Sema na Yesu, sema na Yesu! Kwa taabu ukihuzunishwa, sema na Yesu daima!",
        "4 Ukisumbukia kufa kwako, sema na Yesu, sema na Yesu! Ukiteswa kwa maisha yako, sema na Yesu daima!"
      ]
    },
    {
      "number": 244,
      "title": "#244 Safari yangu huku ikiwa hatarini",
      "verses": [
        "1 Safari yangu huku ikiwa hatarini, na ikipita katika giza na jaribu, najua kwa hakika: Mwokozi yu karibu, ninamfuata mahali po pote.\n\nNikiwa pamoja na Yesu sina hofu. Anipa furaha na heri rohoni mahali pote. Ikiwa nitayashiriki mateso yake, nitamfuata Mwokozi hata mwisho.",
        "2 Nikitangaza neno la Mungu duniani katika mataifa walio wakaidi. Nina furaha kubwa moyoni mwangu, kwani Mwokozi yu nami mahali po pote.",
        "3 Na Bwana akitaka nibaki hapa kwangu, wengine wakitumwa mahali pa ugeni, kusudi langu moja: nidumu mwaminifu, na nimfuate mahali po pote!",
        "4 Si lazima nijue makusudio yote, ni kazi yangu huku kumfuate yeye. Ikiwa nitabaki, ikiwa nitakwenda, nitamfuata Mwokozi po pote."
      ]
    },
    {
      "number": 245,
      "title": "#245 Mikwaju itiapo giza na kivuli",
      "verses": [
        "1 Mikwaju itiapo giza na kivuli katika nchi ya Bersheba ya zamani, alitembea Ibrahimu asubuhi, na maumivu na huzuni ni rohoni, kwa kuwa aliitwa na Mwenyezi Mungu kutii amri yake bila nung’uniko. Na hapo akaomboleza: “E’ Bwanangu, wataka nitakutolea mwana wangu?”",
        "2 Sauti ya Bwanake aliifaamu: “Mtwae sasa mwana wako wa pekee, ukamtoe mwana juu ya madh’bahu; kafara ya thamani ukanitolee!” Na moyo wake ukamtulia sana, akitukuza Mungu akitumaini yakuwa yeye atamfufua mwana; alimjuwa yeye aliye mwamini.",
        "3 Akaamka Ibrahimu alfajiri, akatandika punda, akatwaa kuni. Pamoja na mwanawe tena ‘kasafiri, na roho yake ikalia kwa huzuni. Mwanawe Isak’ aliyemfurahia: kipeo cha furaha ya uzee wake, matumaini yake yote ya dunia, kafara atakayotoa kwa Bwanake.",
        "4 Katika njia ya mlima wa Moriya mtoto akamsaili baba yake: “Tazama moto uko, kuni ziko pia, kondoo mume kwa kafara yuko wapi?” Na Ibrahimu akajibu kwa imani isiyoona shaka wala kudhania: “Kondoo mume kwa kafara ya shukrani, ninasadiki Mungu atajipatia.”",
        "5 Je awezaje Ibrahimu kusahau wakati huo wa uchungu na huzuni, na jinsi akajenga huko madhabahu, na tena akamweka mwana ju’ ya kuni? Akakitwaa kisu amchinje mwana, halafu aliposikia neno tamu: “Usifanyie neno sasa kwa kijana, najua wanipenda sana Ibrahimu!”",
        "6 Akainua macho yake kwa haraka, tazama dume la kondoo, nyuma yake, aliyenaswa pembe zake kwa kichaka! Akamtoa akomboe mwana wake. Na malaika akamwita akasema:”Umenitii nami nitakubariki. Na kwa uzao wako mataifa tena wa’barikiwa kwani umenisadiki”.",
        "7 Machozi yamekuwa mengi tangu hapo; wakristo wamekamilika kwa jaribu. Na mlimani mwa Moriya wazikapo matumaini yao, pendo na nasibu. Lakini juu ya mlima wa kafara Mwenyezi Mungu abariki watu wake. Awajulisha nguvu zake na ishara, awajaliza Roho ya ahadi yake."
      ]
    },
    {
      "number": 246,
      "title": "#246 Heshima na sifa zina Baba mbinguni",
      "verses": [
        "1 Heshima na sifa zina Baba mbinguni, aliyetupenda zamani na sasa!\n\nHaleluya, usifiwe! Haleluya, amina. Haleluya, usifiwa! Haleluya, amina.",
        "2 Heshima na sifa zina Yesu Mwokozi, alitufilia kwa’jili ya dhambi!",
        "3 Heshima na sifa zina Roho wa kweli, anashuhudia Mwokozi na damu!"
      ]
    },
    {
      "number": 247,
      "title": "#247 Napenda sana kumshukuru Mwokozi",
      "verses": [
        "1 Napenda sana kumshukuru Mwokozi wangu kwa nia huru; kwa wimbo wangu nashuhudia upedo wake na damu pia.",
        "2 Nikishukuru mateso yake msalabani na kufa kwake, nataka katika wimbo wangu kumtolea shukrani yangu.",
        "3 Naimba sasa, nina faraja, katika Yesu nina faraja. Ni mambo tunayofunuliwa, kwa wenye dhambi yamefichwa.",
        "4 Kwa neno lake ananiambia kwamba ananihurumia, na ukombozi ninao sasa kwa damu iliyonitakasa.",
        "5 Na msione ajabu sana ya kuwa namshukuru Bwana! Ninamwimbia kidogo sasa, ‘taendelea mbinguni hasa.",
        "6 Anipa vyote kwa pendo lake, urithi wangu wachungwa kwake hata wakati wakuhamia mbinguni, na nitashangilia."
      ]
    },
    {
      "number": 248,
      "title": "#248 Yesu akiniongoza sitaanguka",
      "verses": [
        "1 Yesu akiniongoza sitaanguka, sitaanguka. Ni Mfalme mtukufu, Mwokozi wangu, Mwokozi wangu.\n\nWakati huu, hata milele apita vyote vya dunia. Yesu amenichagua, Mwokozi wangu, Mwokozi wangu.",
        "2 Yesu amenipa raha, ni kiongozi, ni kiongozi. Anaka’ moyoni mwangu, Yesu Mwokozi, Yesu Mwokozi.",
        "3 Nilikuwa kama chungu kilichovunjwa, kilichovujwa. Sasa nimeokolewa na Bwana Yesu, na Bwana Yesu.",
        "4 Nitakapofika mbingu nitamsifu, nitamsifu Yesu kwa upendo wake, Mwokozi wangu, Mwokozi wangu."
      ]
    },
    {
      "number": 249,
      "title": "#249 Zamani mjini mwa Yerusalemu",
      "verses": [
        "1 Zamani mjini mwa Yerusalemu waisrael’ waliabudu. Wakristo wa sasa wanakusanyika kuomba, kusifu Mwokozi.\n\nMsifuni, msifuni Mungu wetu, kwani ametutendea mema! Tutamsifu tu aliyetoka ju’, shangilieni Mwokozi mwema!",
        "2 Mwokozi yu nasi, ame’fumbulia uweza wa kutuokoa. Na yu mwaminifu, atusikiliza, apenda kutupa baraka.",
        "3 Twaomba baraka na mvua ya mbingu kuithibitisha Injili! Wagonjwa wapone, vipofu waone, Tupate ‘batizo wa Roho!"
      ]
    },
    {
      "number": 250,
      "title": "#250 Ikawa siku kubwa kwangu",
      "verses": [
        "1 Ikawa siku kubwa kwangu aliponiokoa Yesu. E’ roho yangu umsifu Mwokozi wako Yesu Kristo!\n\nSiku kuu, siku kuu aliponiokoa Yesu! Na kwa neema na upendo akaondoa dhambi zangu! Siku kuu, siku kuu aliponiokoa Yesu!",
        "2 Nimeokoka, nafurahi! Ananitaja mwana wake! Alinivuta kwa upendo, nikafuata mwito wake.",
        "3 Ni shangwe ku’ moyoni mwangu nikifuata Bwana Yesu. Anipimia ne’ma sawa wakati wote ma maisha.",
        "4 Kwa pendo kubwa na rehema ananitunza siku zote. Sitasaahu siku ile aliyoniokoa Yesu."
      ]
    },
    {
      "number": 251,
      "title": "#251 Heri mimi kwani Mkombozi wangu",
      "verses": [
        "1 Heri mimi kwani Mkombozi wangu alitoa dhambi zote! Shangwe na furaha zanijaza mno, kila siku nafurahi!\n\nKila siku nafurahi! Kila siku nafurahi! Heri mimi kwani Mkombozi wangu alitoa dhambi zote!",
        "2 Heri mimi, Yesu alinifilia; ni furaha ku’; yu hai! Ni rafiki kweli anayetuweka huru toka minyororo.\n\nKila siku nafurahi! Kila siku nafurahi! Heri mimi Yesu alinifilia; ni furaha ku’: Yu hai!",
        "3 Heri mimi kwani ananiongoza; nafuata nyayo zake. Nikiyasikia tu maneno yake, sitaweza kupotea.\n\nKila siku nafurahi! Kila siku nafurahi! Heri mimi kwani ananiongoza, sitaweza kupotea!"
      ]
    },
    {
      "number": 252,
      "title": "#252 Ninakushukuru Mungu kwa fadhili zako",
      "verses": [
        "1 Ninakushukuru Mungu kwa fadhili zako zote, kwa furaha na uchungu, kwa neema njia yote! Kwa kipupwe na masika, kwa wakati wa machozi. Na kwa raha kadhalika na’shukuru Mkombozi!",
        "2 Ninakushukuru Bwana kwa kunifunua siri, kwa kusikiliza sana, ombi na kulifikiri! Na kwa msaada wako, kwa wakati wa jaribu. Kwa agano la Mwanako nashukuru! U karibu.",
        "3 Nashukuru wewe pia kwa uzuri wa mbinguni, nuru ulioitia, na kwa jambo la huzuni! Kwa jaribu na kwa giza na kwa siri ya imani, tena kwa kunijaliza ninakuwa na shukrani!",
        "4 Kwa waridi za njiani na miiba yao pia, kwa mahali pa amani uliopotuandalia, kwa agano la upendo, kwa kutupa tumaini, kwa kifiko cha mwenendo: Nashukuru! U amini!"
      ]
    },
    {
      "number": 253,
      "title": "#253 Siku ya furaha inatufikia",
      "verses": [
        "1 Siku ya furaha inatufikia, siku nzuri katika nchi. Mungu asifiwa mbali na karibu! Malaika wanamshukuru Bwana.",
        "2 Huko Bethlehemu alipozaliwa Yesu Kristo Mwokozi wetu, pendo la Mwenyezi likadhihirika; raha ya mbinguni imefika kwetu!",
        "3 Ni karama kubwa tuliyoipewa kwa mkono wa Baba Mungu. Roho mfariji anatuongoza, atuonya njia iendayo kwake."
      ]
    },
    {
      "number": 254,
      "title": "#254 E' roho yangu, sikiliza vema",
      "verses": [
        "1 E’ roho yangu, sikiliza vema, wimbo wa juu unatufikia! Shangwe na raha unatuletea, amezaliwa Mkombozi wetu.\n\nAhimidiwe Mungu wa mbingu! Na duniani iwe raha na amani!",
        "2 Ninafurahi kwani wimbo huo tungali tunausikia huku. Na kwa upendo Mungu aita: “Mfike kwangu, nitawapa raha!”",
        "3 Katika nchi, mbali na karibu, sauti ya Mwokozi inavuma. Watu wa dhambi wanakuja kwake, awapokea na awaokoa."
      ]
    },
    {
      "number": 255,
      "title": "#255 Zimetimizwa ahadi njema",
      "verses": [
        "1 Zimetimizwa ahadi njema: Amezaliwa Mwokozi wetu! Na yote Mungu aliyosema kwa manabii kwa ajili yetu, tumeyapata na kuyaona katika Yesu, mwanawe Mungu. Alitujia na tumepona, twaweza wote kufika mbingu.",
        "2 Alijidhili kuwa maskini, na alifika ulimwenguni, Mwokozi wetu, twaiamini. Walimlaza katika hori. Na utukufu kwa Baba yake aliuacha, rehema kuu! Na twende sote horini kwake, tumsujudu aliye juu!",
        "3 Mtoto huyo – mfano wetu, si mtu tu, bali Mungu pia. Akawa mwenye kutukomboa, kwa Golgotha alitufilia. Tulipotea vibaya sana katika dhambi na ukaidi, kwa umaskini wa Yesu Bwana twapata kuwa wote tajiri."
      ]
    },
    {
      "number": 256,
      "title": "#256 Asubuhi na mapema siku ya habari",
      "verses": [
        "1 Asubuhi na mapema siku ya habari njema twende sote Bethlehemu! Mungu ameturehemu!",
        "2 Nyota kubwa inang’aa ju’ ya nyumba ana’kaa Mwana wake wa pekee. Mbele yake tujiweke!",
        "3 Wachungaji wasikia nyimbo zao malaika: ” Asifiwe Mungu juu, duniani raha kuu!”",
        "4 Mariamu anachoka, safarini wana’toka, analaza mwana ndani ya sanduku la majani.",
        "5 Wachungaji wanafika, na magoti wana’piga; waliacha kundi lote kushukuru Yesu wote.",
        "6 Mwana yule ni Mwokozi, msaada, Mkombozi. Neno la kuaminiwa, Mungu ametushukia!"
      ]
    },
    {
      "number": 257,
      "title": "#257 Siku ya kuisikia parapanda",
      "verses": [
        "1 Siku ya kuisikia parapanda yake Mungu, ikiita wateule wake wote, kwa neema tutakaribishwa na Mwokozi wetu katika kutano kubwa huko juu.\n\nTutakaribishwa kwake, tutakaribishwa kwake, tutakaribishwa kwake katika kutano kubwa huko juu.",
        "2 Mungu anawafufua wafu wake siku ile, na wakristo hai watabadilika, wote watanyakuliwa kumkuta Bwana Yesu, tutakusanyika wote huko juu!",
        "3 Wimbo wa mbinguni kama maji utakapovuma, utukufu wake Yesu tuta’ona. Nami pia kwa neema nitafika siku ile kusikia neno lake la “karibu!”"
      ]
    },
    {
      "number": 258,
      "title": "#258 Mkutano 'kubwa gani mlimani",
      "verses": [
        "1 Mkutano ‘kubwa gani mlimani mwa Sayuni asubuhi ya milele? Hawa walinunuliwa tena walitakasiwa, wawe malimbuko kwa Mwokozi.",
        "2 Hata kufa huku chini walikuwa waamini, walimfuata Yesu. Sasa wanaka’ mbinguni, wametoka jaribuni, wamerithi raha yakipeo.",
        "3 Ukamili wa uzuri wa muziki na zaburi unatoka huko juu! Ni sauti tamu mno ya kinubi na ya wimbo kandokando ya Mwokozi wetu!",
        "4 Wimbo huo ni wa nani, wa sauti ya tufani, wa kutia raha kuu? Ndio wimbo mpya ule uimbwao sasa kule ili kuhimidi Mkombozi.",
        "5 Bwana, unilinganishe, na ulimi u’safishe, nami nikaimbe huko! Nipe vazi la rohoni, safi sana, la kitani lifaalo asubuhi hiyo!"
      ]
    },
    {
      "number": 259,
      "title": "#259 Nafikiri siku tutakayofika mbinguni",
      "verses": [
        "1 Nafikiri siku tutakayofika mbinguni huko kwetu, na malaika kwa furaha watatukaribisha.\n\nWataimba wimbo wakutupokea: “Karibuni! Karibuni wote kwetu!” Malaika wa Mungu watatulaki kwa nyimbo za furaha: “Twawasalimu! Karibu kwetu!”",
        "2 Mkutano ‘kubwa umekwenda mbele na sasa uko kule. Huimba kwa sauti kuu ukimsifu Mungu.",
        "3 Sisi nasi tutakusanyika huko Yerusalemu mpya, na mkutano wa wakristo utatuamkia.",
        "4 Bwana Yesu naye atatupokea, atatukumbatia katika nyumba ya mbinguni iliyo ya milele."
      ]
    },
    {
      "number": 260,
      "title": "#260 Mwenyezi amejenga mji",
      "verses": [
        "1 Mwenyezi amejenga mji, Mfalme wa huko ni Yesu, Yohana aliouona kushuka kutoka mbinguni. Ukuta ukawa wa jaspi, na njia ya dhahabu safi. Wakati nitakapohama, nitachukuliwa Sayuni.\n\nMjini mle mtakatifu Yesu atuandalia makao. Sasa nangoja, nautamani mji mzuri kutoka mbinguni.",
        "2 Na dhambi hazitafikapo, uchafu hautaingia, mateso, ugonjwa na kufa hazitakuwapo mjini. Na mle tutayasahau mashaka, ‘jaribu na vita; hatutaachana milele. Hakuna uchungu rohoni!",
        "3 Mjini hatutayaona kilio na maombolezo. Na huko hatutadanganywa, haitakuwamu husuda. Na wana wa Mungu waona uzuri na utakatifu; nitakapofika mjini nitashangilia daima.",
        "4 Wapenzi, rafiki na wale waliomaliza safari, watashangilia kabisa kwa’jili ya damu ya Yesu. Na tutawaona mjini katika makao ya raha. Tumaini letu ni hili: Tutakusanyika mbinuni."
      ]
    },
    {
      "number": 261,
      "title": "#261 Msafiri ulie njiani",
      "verses": [
        "1 Msafiri uliye njiani, watamani nyumba ya babako. Sikiliza nyimbo za mbinguni! U karibu sana kufikako.\n\nUtakuwako huko, katika mkutano wa wakristo huko mbinguni kwa raha ipitayo fahamu? Utakuako huko wakati wa kuimba wimbo mpya wa kumsifu Mwokozi siku zote?",
        "2 Sikiliza sasa makengele yapigwayo huko juu kwetu, ili kutuita sisi mbele ya jioni ya maisha yetu!",
        "3 Labda siku ile ni karibu nitakapokwenda, nitahama! Sitaona tena majaribu, nitajazwa kwa kumtazama.",
        "4 Lango la mbinguni wazi sasa, Yesu amelifungua kwako. Utaweza kuokoka hasa, usiharibishe heri yako!"
      ]
    },
    {
      "number": 262,
      "title": "#262 Kitambo bado- vita itaisha",
      "verses": [
        "1 Kitambo bado-vita itaisha, kitambo, na dhoruba zitapoa. Na tena nitalaza kichwa changu mbavuni mwake anayenipenda. :/: Nitaziona raha na amani, mbinguni hazitakuwapo dhambi.:/:",
        "2 Kitambo bado- roho yaumizwa, kitambo katika usiku huku. Machozi nina’toka mara nyingi sababu sijaona bado Yesu. :/: Lakini asubuhi ya milele huko mbinguni sitalia tena.:/:",
        "3 Kitambo bado ya kuchoka huku, kitambo, tena nitaona Yesu. Na huru mbali na hatari zote nitastarehe mikononi mwake. :/: Uvuli wote utaondolewa kwa nuru huko kamilifu kweli.:/:",
        "4 Mateso yangu hayadhuru tena, nitasahau yote kwa Yesu. Nikisumbuka mda duniani, mbinguni sitaona shida, kufa. :/: Na Mungu atafuta kila chozi, ataondoa maumivu yote.:/:"
      ]
    },
    {
      "number": 263,
      "title": "#263 Enyi kundi lake Mungu",
      "verses": [
        "1 Enyi kundi lake Mungu, muda haba mhimili! Kati’ nchi ya milele mtaona raha tele. :/: Muda haba, muda haba, tena vita itakwisha.:/:",
        "2 Usilogwe na dunia, usiache Mungu wako! Katika mabaya, mema ufuate Bwana Yesu. :/: Siku zote, siku zote! Hivyo utashinda vyote.:/:",
        "3 Ukichoka safarini, ukiona njia ndefu na hatari za jangwani, Mungu akuburudisha. :/: Raha huko, raha huko yatuliza msafiri.:/:",
        "4 Kwa imani tunaona nchi yetu ya ahadi. Ni habari nzuri sana: Majaribu yatakoma. :/: Mbio sana, mbio sana huko ju’ tutaonana.:/:",
        "5 Tukiitwa na mauti kwa furaha tutahama. Tulivyovitumaini, ng’ambo huko tutaona. :/: Heri tele, heri tele: ‘ona raha ya milele!:/:"
      ]
    },
    {
      "number": 264,
      "title": "#264 E' msafiri jangwani, tazama juu",
      "verses": [
        "1 E’ msafiri jangwani, tazama juu mbinguni! Hapo utaona nyota za faraja na tumaini.\n\nHuko hutayaona machozi wala shida. Mungu atatuliza msafiri mbinguni kwake.",
        "2 Ukisumbuka gizani katika pepo, dhoruba, bado wakati mfupi, nuru itatokea tena.",
        "3 Ukililia wapendwa waliokutangulia, utakutana na wote, hutalia machozi tena.",
        "4 Na karibu na Bwana Yesu utastarehe daima, hutakumbuka mbinguni shida, kufa na sikitiko."
      ]
    },
    {
      "number": 265,
      "title": "#265 Tu wasafiri, twakaribia nchi",
      "verses": [
        "1 Tu wasafiri, twakaribia nchi ya mbingu kwa Mungu baba. Tusiogope bonde la kufa, Yesu atuongoza kwake!\n\n:/: Tu wasafiri:/: tutakutana nyumbani mwa Baba. E’ Bwana Yesu utuongoze, tufike sote mbinguni!",
        "2 Wengi katika wapendwa wetu wamevuka mto wa kufa. Walifuata mwito wa Mungu. Wakahamia nchi nzuri.",
        "3 Katika mwendo wa duniani walitazama Mwokozi wao, na waliacha mambo ya huku, walipendeza Bwana Yesu.",
        "4 Ndugu wapendwa, tuendelee, hata ikiwa shida njiani! Yesu ni njia, kweli, uzima; tumfuate siku zote!"
      ]
    },
    {
      "number": 266,
      "title": "#266 Ayala naye anayo shauku ya maji",
      "verses": [
        "1 Ayala naye anayo shauku ya maji ya kisima; na vivyo hivyo ninaona kiu kwa Mungu wa uzima.\n\nKama ayala aonavyo shauku mito ya maji safi, na vivyo hivyo rohoni mwangu naona kiu kwa Mungu wangu.",
        "2 E’ Mungu wangu, Mungu wa fadhili, nakutafuta wewe! Je, nikuone lini kwa ‘kamili, niburudishwe nawe!",
        "3 Nazifikiri siku za zamani niliposhangilia. Nijaze tena raha na amani, nakutumainia!",
        "4 Na usifadhaike moyo wangu, amini Mungu wako! Fadhili zake hata huko mbingu zatosha sana kwako!"
      ]
    },
    {
      "number": 267,
      "title": "#267 Baba nakuomba leo na mapema",
      "verses": [
        "1 Baba, nakuomba leo na mapema: Niongoze pote kwa mapito meme!\n\nBaba yangu, sikiliza ombi langu leo! Baba, nakusifu! Unanisikia.",
        "2 Nistahimilipo kazi za mchana, unitie nguvu, nakuomba, Bwana!",
        "3 Hata jua kuchwa liagapo njia, Baba, nakuomba: Unilinde pia!",
        "4 Maadui wengi watuwindawinda, kwa maisha yetu Mungu ni mlinda.",
        "5 Katika utoto na ujana tena, ne uzee pia: omba, kesha, shinda!"
      ]
    },
    {
      "number": 268,
      "title": "#268 E' Yesu, ingia rohoni kabisa",
      "verses": [
        "1 E’ Yesu, ingia rohoni kabisa, uniweke huru nakunitakasa, nipate kushirikiana na wewe katika mateso na raha daima!\n\n:/: E’ Bwana, nijaze upendo wa mbingu nao uthabiti, niwe mshindaji!:/:",
        "2 Siombi ufalme, siombi heshima, naomba kupewa neema daima, nijue ukweli wa neno la Mungu: Mtoe miili na iwe dhabihu!",
        "3 Ingia rohoni, unichungulie, na katika yote unisaidie, nipate kabisa kusudi na nia kujitoa kwako, kukutumikia!",
        "4 Hakuna la huku litanizuia nisifananishwe na Yesu Masiya. Nitumainije kufika mbinguni nisiposhiriki Mwokozi mpendwa!"
      ]
    },
    {
      "number": 269,
      "title": "#269 Katika bonde na milima",
      "verses": [
        "1 Katika bonde na milima, kwa mataifa mahali pote, peleka neno la wokovu! Msifu Yesu sana!\n\nMsifu Bwana, msifu Bwana! Na tangazeni neno lake, ‘sifuni Yesu daima!",
        "2 Mapema na jioni pia hubiri neno la Bwana Yesu! Tangaza njia ya wokovu, msifu Yesu sana!",
        "3 Lo! Paradiso malaika wanahimidi Mwokozi wetu. Tuimbe nasi sifa yake, tu’sifu yesu sana!",
        "4 Usiyeona kufa bado, uipokee neema leo! Ujisafishe kati’ damu, msifu Yesu Kristo!"
      ]
    },
    {
      "number": 270,
      "title": "#270 Simama fanya vita pamoja na Mfalme",
      "verses": [
        "1 Simama, fanya vita pamoja na Mfalme! Bendera tuishike iliyo ya Mwokozi! Mwenyezi huongoza majeshi yake huku. Adui wote pia washindwa mbele yake.",
        "2 Sikia baragumu, linatuita sasa! Tuendelee mbele, kusudi ni kushinda! Tusiogope kamwe hatari ya shindano, pigana na adui kwa nguvu yake Mungu!",
        "3 Sima, fanya vita kwa jina lake Yesu! Hatuna nguvu sisi, tunamtegemea. Na kwanza tuzivae silaha zake Mungu! Tukeshe siku zote, tuombe kwa bidii!",
        "4 Shindano letu hapa ‘takwisha siku moja; twapiga vita leo, baada pumziko. Na kila mshindaji atapokea taji, na utukufu tele karibu na Mfalme."
      ]
    },
    {
      "number": 271,
      "title": "#271 Uwatafute wenzako wapoteao",
      "verses": [
        "1 Uwatafute wenzako wapoteao mbali! Yesu mwenyewe apenda kuwaokoa wote.\n\nUwatafute wenzako wapoteao mbali! Pasha habari ya Yesu na ya wokovu wake!",
        "2 Uwatafute wenzako kwa neno la upendo! Mungu atalibariki na kulithibitisha.",
        "3 Uwatafute wenzako kwa’jili ya Mwokozi! Aliwakomboa wote, ni mali yake kweli.",
        "4 Uwatafute wenzako kabla ajapo Yesu! Wasipotee kabisa, uwaokoe mbio!"
      ]
    },
    {
      "number": 272,
      "title": "#272 Nani ni wa Yesu? Amtumikie",
      "verses": [
        "1 Nani ni wa Yesu? Amtumikie! Atafute watu na kuwahubiri! Nani anataka kujitoa leo, kufuata Yesu katika mateso?\n\nNani ni wa Yesu? Amtumikie! Nani atakaye na amwitikie! Mimi ni wa Yesu, nimtumikie, nitafute watu, kwake warudie!",
        "2 Kwa upendo wake tunalazimishwa kutafuta wenye dhambi na makosa. Tunaendelea kuwavuta kwake, hata wanaomba: Mungu tuokoe!",
        "3 Yesu alitununua sisi sote ju’ ya msalaba na kwa damu yake. Kwake tumepata raha na uhuru; tunataka sasa kuwa waaminifu!",
        "4 Hata vita ikiongezeka huku tunayo bendera ya kushinda kwetu. Siku ya hatima inakaribia, itaibadili vita iwe shangwe."
      ]
    },
    {
      "number": 273,
      "title": "#273 Ni uheri kumwamini Mungu",
      "verses": [
        "1 Ni uheri kumwamini Mungu kama Ibrahimu wa zamani. Hakutiwa shaka kwa uchungu, ila alitii kwa imani. Ni uheri kuendea sawa katika mapito ya sheria. Ukijaribiwa na kukawa, mwisho Mungu atakujalia.",
        "2 Mashujaa wote wa Biblia hawakufurahia anasa. Wakafunzwa kutumainia Mungu na uweza wake hasa. Tena wakaenda kwa imani ya kutetemesha ulimwengu, wakashinda giza na shetani. Sifa na heshima zina Mungu!",
        "3 Yesu atakaye kuzwa naye kwanza adhiliwe kuwa vumbi; Mwana wake mwema na ambaye baba humpenda, humrudi. Hivyo Mungu awakamilisha watu wake kwa mateso huku, na zaidi kuwafahamisha kulijua pendo lake kuu.",
        "4 Na ikiwa raha ya dunia yatoweka katika jaribu, mwaminifu atafurahia Mungu wake, kwani yu karibu. Na mavuno ya taabu yake yakichomwa na kuharibika, atategemea Bwana wake na kwa hiyo hata nung’unika.",
        "5 Jipe moyo, enyi kundi dogo, na msiogope hatarini! Shika neno la Mwenyezi Mungu, litawaongoza safarini! Haleluya, kwani majaribu yahimiza msafiri mwendo, hata ataona kwa karibu mji wa amani na upendo!"
      ]
    },
    {
      "number": 274,
      "title": "#274 Ninafurahia kisima daima",
      "verses": [
        "1 Ninafurahia kisima daima, kisima cha damu ya Yesu. Katika upendo nalindwa salama, nasifu Mwokozi mpendwa.\n\nKisima cha maji kinabubujika, kinaniletea uzima. Na kando ya maji ninaburudika, ninashangilia daima.",
        "2 Nakaa karibu ya kisima hiki, naishi kwa maji ya ‘hai. Yananilietea kupita kipimo uzima na shangwe rohoni.",
        "3 Nakaa karibu ya kisima hiki, naishi katika uheri. Ufike upesi ulie na kiu, kisima kinabubujika!",
        "4 Nakaa karibu ya kisima hiki, naona furaha na raha. Nakando ya maji nafasi kwa wote, waweza kupona kabisa."
      ]
    },
    {
      "number": 275,
      "title": "#275 E' Mungu mwenye haki uniongoze",
      "verses": [
        "1 E’ Mungu mwenye haki, uniongoze huku katika mambo yote yanayokupendeza! Nikiwa huku bila wewe, vitisho hofu na mashaka yananitia tetemeko mpaka kufa.",
        "2 Ni heri siku zote kutegemea Yesu na kuenenda sawa katika nyayo zake, kwa kuwa yeye ni Mchunga anayeniongoza vema, nipate kuingia katika raha yake.",
        "3 Safari yangu sasa yaelekea mbingu, Mwokozi yuko huko, lazima nifikeko na siku nitakapofika ‘tashangilia kwa furaha kuona yeye aliyeninunua kwake.",
        "4 Ulimwenguni humu, matata na kuchoka. Nikihitaji kitu nafadhahika bure, lakini siku ile kuu nita’pomwona Mwokozi, natumaini sitakosa dhawabu yangu!",
        "5 Mbinguni sitaona adui zangu tena. Hayatakuwa mambo yakupokonya pale. Sauti nitamtolea, kusema: Mungu, haleluya! Mikono nitaipepea kwa shangwe kuu!"
      ]
    },
    {
      "number": 276,
      "title": "#276 Matendo ya Mungu yapita fahamu",
      "verses": [
        "1 Matendo ya Mungu yapita ‘fahamu, ni nani ayaona wazi? Lakini najua mapito ya Mungu kwa mimi yafaa halisi.",
        "2 Njiani sijui maana ya yote, lakini nitayafaamu. Kwa nini kuzisumbukia kwa bure taabu na shida za mda?",
        "3 ‘ Bwana, unayo magari maelfu, na lenye linalonifaa, u’lichagulie mwenyewe, Bwanangu, nifike salama mbinguni!",
        "4 Na kama Elia upesi kabisa nitakavyoacha dunia, uchungu na shida za huku ‘takwisha, milele nitashangilia.",
        "5 Tutamsujudu Mwokozi daima, kuimba maelfu pamoja: E’ Mungu, u haki na mwenye neema katika shauri na tendo.",
        "6 Halafu nangoja kwa uvumilivu kujua maana kwa wazi. Na matumaini ni yenye uzima: Urithi ninao mbinguni."
      ]
    },
    {
      "number": 277,
      "title": "#277 Nitaogopa nini gizani duniani?",
      "verses": [
        "1 Nitaogopa nini gizani duniani? Sikuachiwa peke’ mbali ya tumaini! Mwokozi yu karibu, asiyebadilika. :/: Hutunza ndege ndogo na mimi kadhalika:/:\n\nNamshukuru Mungu asiyebadilika. Hutunza ndege ndogo na mimi kadhalika.",
        "2 “E’ usifadhaike moyoni mwako, mwana”, anong’oneza Yesu, “Nitegemee sana!” Na hapo woga wangu waruka kwa hakika. :/: Hutunza ndege ndogo na mimi kadhalika:/:",
        "3 Na nikijaribiwa na jua lifichwapo, hata sioni raha, wala faraja hapo, nakimbilia Yesu, na yote yapinduka. :/: Hutunza ndege ndogo na mimi kadhalika:/:"
      ]
    },
    {
      "number": 278,
      "title": "#278 Ninainua macho yangu kwa Mungu",
      "verses": [
        "1 Ninainua macho yangu kwa Mungu aketiye juu, aliye msaada wangu, njiani pangu nuru kuu. Aliyefanya yote, maombi huyasikia. Katika njia zangu zote atanilinda pote pia.",
        "2 Bwanangu asiache tena mguu wangu usogezwe, kwa kuwa ni mlinzi mwema, naye hatasinzia kamwe. Alinda roho yangu nisije nikapotea. Hitaji za maisha yangu baraka yake ya’enea.",
        "3 Aniokoa na uovu, na roho yangu imepona. Kwa yeye nguvu na wokovu, nilizionja naku’ona. Ananilinda pote: kutoka na kuingia; anijaliza mema yote hata nakutumainia."
      ]
    },
    {
      "number": 279,
      "title": "#279 Upendo wake Mungu unatuunganisha",
      "verses": [
        "1 Upendo wake Mungu unatuunganisha. ‘Shirika wa watakatifu – uheri wa mbinguni.",
        "2 Katika sala zetu twakaribia Baba kwa tumaini, ujasiri na kwa imani moja.",
        "3 Upendo wa kikristo ha’vunji urafiki. Twalia naye kwa uchungu, furaha twa’shiriki.",
        "4 Tunaachana huku kwa sikitiko sana. Kwa shangwe tena kwake Mungu twaweza kuonana."
      ]
    },
    {
      "number": 280,
      "title": "#280 Jina lake Yesu Kristo linadumu",
      "verses": [
        "1 Jina lake Yesu Kristo linadumu siku zote; jina hili la milele haliwezi kunyauka; linafaa watu wote, na wazee na vijana; linaweza kuongoza kila mtu kwake Mungu.\n\nJina hili nalipenda, limewasha moyo wangu; na kwa jina hili jema nimepata kuokoka.",
        "2 Jina hili linavuma pande zote za dunia, na kwa wote linaleta tumaini na faraja. Jina hili laondoa uadui na ubaya, hata milki ya Mwokozi itaanza kutawala.",
        "3 Na katika giza huku jina hili linang’aa, laonyesha msafiri njia wazi ya uzima. Jua likitiwa giza, jina hili linadumu; na milele lisifiwe hapa na mbinguni juu."
      ]
    },
    {
      "number": 281,
      "title": "#281 Yote ninayo niliyapokea kwa wema",
      "verses": [
        "1 Yote ninayo niliyapokea kwa wema wake unaonea. Namsifu Yesu, namtegemea, aliniokoa kwa neema.\n\nNiliyekuwa nimetoroka, kwa pendo lake nimeokoka. Yesu yu mwema na mwenye rehema, nimeokolewa kwa neema!",
        "2 Nilitembea zamani dhambini katika njia ya kufa, lakini Yesu alinitafuta porini, akaniokoa kwa neema.",
        "3 Natakasiwa na Yesu Mwokozi, si kwa majuto na si kwa machozi, bali kwa damu, ninao ‘kombozi; nimeokolewa kwa neema.",
        "4 Raha ya mbingu imeniingia, kwa shangwe kubwa ninafurahia Yesu, kwa kuwa anirehemia; nimeokolewa kwa neema."
      ]
    },
    {
      "number": 282,
      "title": "#282 Ukiona kiu sana ujalivu wa Mwokozi",
      "verses": [
        "1 Ukiona kiu sana ujalivu wa Mwokozi, roho yake safi pia, liamini neno la babako na atakujazi, nawe utashangilia.\n\nAtakujaliza hata utashiba. Bwana Yesu akuita: “Njoo bila ‘sitasita!” Atakujaliza hata utashiba Roho na uwezo wake.",
        "2 Vichukue vyombo vyako, uvioshe safi sana kisimani pa Golgotha! Afadhali kujitoa lote kwa Mungu Bwana, na imani itaota.",
        "3 Na mafuta ya neema hayakomi. Asifiwe! Tunakuwa na shukrani! Anataka kumimina Roho ya ahadi yake. Mpokee kwa imani!"
      ]
    },
    {
      "number": 283,
      "title": "#283 Nimeyasikia mengi aliyoyafanya",
      "verses": [
        "1 Nimeyasikia mengi aliyoyafanya Yesu katika maisha yake huku chini: Pote alitenda mema, alisaidia wote. Kwa furaha ninaimba: “Yesu yeye yule leo!”\n\nYesu Kristo yeye yule jana, leo, siku zote. Hutafuta wapotevu, huokoa na waovu. Mwokozi wetu yeye yule!",
        "2 Na kipofu yule, jina lake ndilo Bartimayo, aliposikia Yesu yu karibu, kwa imani akaomba, akapona kwa neema. Nafurahi kwa kuimba: “Yesu yeye yule leo!”",
        "3 Watu wote wenye dhambi na wagonjwa na maskini wanaitwa kwake Yesu kwa rehema. Uiguse nguo yake, sawa mwanamke yule, utapewa nguvu yake, kwani Yesu yeye yule!",
        "4 Nimeyasikia tena jinsi alivyoombea maadui wake ju’ ya msalaba. Aliteswa kwa miiba, aliona maumivu. Ninaimba kwa furaha: “Yesu yeye yule leo!”"
      ]
    },
    {
      "number": 284,
      "title": "#284 Usimtafute Yesu kati' wafu",
      "verses": [
        "1 Usimtafute Yesu kati’ wafu kaburini! Yu mzima, tumsifu, hakushindwa na kuzimu! :/: Yesu hai, Yesu hai, mshindaji wa mauti!:/:",
        "2 Maadui walifunga Bwana Yesu kaburini, Mungu alimfufua Mwana wake. Furahini! :/: Yesu hai, Yesu hai, imba hivyo duniani!:/:",
        "3 Yesu hai, ni habari ya kupasha pande zote. Yu Mwokozi wetu kweli, alitufilia sote. :/: Yesu hai, Yesu hai, Mkombozi asifiwe!:/:"
      ]
    },
    {
      "number": 285,
      "title": "#285 Neno la Mungu ndani ya Biblia",
      "verses": [
        "1 Neno la Mungu ndani ya Biblia limetolewa na Mwenyezi Mungu. Biblia yetu inatuambia: Njoo kwa Yesu, Mkombozi wetu!\n\nNeno la Mungu tulilolipewa, njia ya mbingu limetuonyesha; nuru gizani ya kutuongoza katika mwendo wetu kwenda mbinguni.",
        "2 Siku za giza zinakaribia, kama walivyosema manabii. Biblia yetu itatuangaza na kutuonya njia hata mwisho.",
        "3 Katika neno la Biblia yetu tunaupata utajiri wote. Mbingu na nchi zitaangamia, neno la Mungu litashinda yote."
      ]
    },
    {
      "number": 286,
      "title": "#286 Yesu, ulikaribishwa arusini",
      "verses": [
        "1 Yesu, ulikaribishwa arusini huko Kana; hapo ikadhihirishwa nguvu yako kwa ishara.",
        "2 Leo tunakuhitaji, wabariki ndugu hawa: Bwana na bibi-arusi! Ndoa yao iwe sawa!",
        "3 Katika taabu, raha, wafungane kwa upendo! Watumike kwa furaha, w’andamane kati’ mwendo!",
        "4 Yesu, U mlinzi wao, uwalinde na mabaya! Uhifadhi nyumba yao! Tunaomba mema haya!"
      ]
    },
    {
      "number": 287,
      "title": "#287 Tunamtia mikononi mwako mtoto",
      "verses": [
        "1 Tunamtia mikononi mwako mtoto huyu, umtunze sana, na kila siku kwa neema yako umbariki, Bwana Yesu Kristo!",
        "2 Ulimwengu kuna majaribu mahali pote, shida na mitego. Lakini uwe mchungaji wake, na umwongoze, E’ rafiki mwema!",
        "3 Mwokozi kwa upendo ‘mchukue, asije akashindwa safarini! Na umlinde kwa rehema yako, apate kuwa wako siku zote!",
        "4 Utume nuru ya neema kwake na maji ya uzima toka kwako e Bwana Yesu. Twakuomba leo ulinde mwana wetu kwa salama."
      ]
    },
    {
      "number": 288,
      "title": "#288 Mungu wetu utulinde",
      "verses": [
        "1 Mungu wetu, utulinde na utubariki sote! Bwana, uturehemie, tutolee nuru pote! Utuangazie uso, tupe na amani yako! Mungu Baba, Roho, Mwana, tunakushukuru sana!"
      ]
    },
    {
      "number": 289,
      "title": "#289 Ninatamani kwenda mbingu",
      "verses": [
        "1 Ninatamani kwenda mbingu nchi yangu niliyopewa na Mungu kwa imani. Ni shangwe bora kuona mji ule; kwa kwenda kule sitaogopa kitu.\n\nE’ Baba yangu, niongoze, unisafishe kwa damu ya Mwokozi! Nifananishwe na theluji, unibatize kwa Roho ‘takatifu!",
        "2 E’ Mungu, tumepata Mwana Yesu Kristo, kipawa kweli kinachoshinda yote. Anahubiri amani kwao wote walio huku karibu, nao mbali.",
        "3 Kwa Yesu tumepata mwisho wa upendo na njia ya kumwendea Baba Mungu. Si wapitaji na tena si wageni, tunatumika kwa roho ya upendo.",
        "4 Amani kwetu na matumaini tele, salamu toka kwa Mungu wa milele ni posho ya watumishi wa upendo; tunaurithi uzima wa milele."
      ]
    },
    {
      "number": 290,
      "title": "#290 Baragumu litalia sana",
      "verses": [
        "1 Baragumu litalia sana, watu wote watalisikia. Waliokufa watafufuka na wazima watabadilika. :/: Nani anayeweza? Yesu, mweza yote.:/:",
        "2 Na wenye uwezo wa dunia watatetemeka siku ile, na hawataweza kuinuka kutazama uso kama jua. :/: Nani anayeweza? Yesu, mweza yote.:/:",
        "3 Najua Mchunga wangu mwema, anichunga kwa maisha yangu. Na siku ya mwisho nikishinda, sitaona uchungu wa kufa. :/:Nani Mchunga mwema? Yesu, mweza yote.:/:",
        "4 Mbinguni hakitafika kitu cha uchafu, dhambi na kuasi. Wasiomwamini Bwana Yesu, gadhabu ya Mungu yawangoja. :/: Nani atahukumu? Yesu, mweza yote.:/:",
        "5 Mimi Yesu mzabibu kweli, Baba Mungu ndiye mkulima, na ninyi matawi ndani yangu, na hamwezi neno bila mimi. :/: Nani ni mzabibu? Yesu, mweza yote.:/:",
        "6 Unayempenda Baba Mungu, lazima upende ndugu yako; ukiwa hupendi ndugu yako, huwezi kupenda Baba Mungu. :/:Nani aliyesema? Yesu, mweza yote.:/:",
        "7 Nawapenda, mwisho wa upendo, na ninyi mpate kupendana; hivyo mataifa wataona ya kwamba m watu wangu kweli. :/: Nani mwenye upendo? Yesu, mweza yote.:/:",
        "8 Sisi watumishi wake Mungu, tumeacha vyote vya dunia. Tumemchagua Bwana Yesu, tuwekwe kuume kwake Mungu. :/: Tumshukuru nani? Yesu mweza yote.:/:"
      ]
    },
    {
      "number": 291,
      "title": "#291 Mimi mwenye hatia nilikombolewa",
      "verses": [
        "1 Mimi mwenye hatia nilikombolewa, Mwokozi alipojitoa. Dhambi zangu na zako alizichukua, kwa damu aliniokoa.\n\nDhambi zimetundikwa msalabani alipojitoa, Mwokozi. Alidharauliwa na kukataliwa atupatanishe na Mungu.",
        "2 Yesu mwenye upole na mwenye upendo ananitakasa rohoni. Nimepata uhuru kwa Yesu Mwokozi, alikufa msalabani.",
        "3 Namwambata Mwokozi, sitaki kumwacha, kwa kuwa alinifilia. Nakusifu, e’ Yesu, unayenipenda, daima nakushangilia."
      ]
    },
    {
      "number": 292,
      "title": "#292 Katika damu takatifu ya Mwokozi",
      "verses": [
        "1 Katika damu takatifu ya Mwokozi wangu nimesafishwa. Na nguvu ya Mwokozi wangu tu yaweza kunilinda safi.\n\nMungu ahimidiwe, Mungu ashukuriwe kwa ajili ya wokovu na nguvu ya kushinda! Mungu ahimidiwe, Mungu ashukuriwe kwa ajili ya wokovu wote!",
        "2 Kwa wingi wa neema yake tu nimeokoka, nimeokoka. Wokovu ni kwa ‘jili yako na kwa kila ‘aminiye kweli.",
        "3 Kwa nguvu zangu sitashinda na siwezi neno, siwezi neno. Ila Yesu anayenifahamu atanisaidia pote.",
        "4 Babangu mwema ananipenda na ananilinda, ananilinda. Sitaogopa giza huku kwa maana yu pamoja nami."
      ]
    },
    {
      "number": 293,
      "title": "#293 Nchi nzuri ya raha ajabu",
      "verses": [
        "1 Nchi nzuri ya raha ajabu, kwa imani twaona si mbali. Baba atungojea sababu ametuandalia mahali.\n\n:/: Tukutane sisi sote huko juu nyumbani mwa Baba!:/:",
        "2 Huko juu kwa raha, amani tutaimba na kushangilia, kutolea Mwokozi shukrani kwa sababu alitufilia.",
        "3 Baba wetu mpendwa na mwema kwake kuna furaha ya tele. Twamsifu kwa kuwa neema yatutosha kabisa milele."
      ]
    },
    {
      "number": 294,
      "title": "#294 Utume Roho yako juu yetu",
      "verses": [
        "1 Utume Roho yako juu yetu kama ulivyofanya hapo kale!:/: Uwashe moto wako ndani yetu, tusiwe watu wa uvuguvugu!:/:",
        "2 Utume Roho yako juu yetu kama ulivyofanya siku ile.:/: Mtume Petro alipohubiri katika nyumba yake Kornelio!:/:",
        "3 Utume Roho yako juu yetu, utupe nasi Pentekoste yetu!:/: Maelfu wenye dhambi waokoke, na neno lako lienee pote!:/:",
        "4 Utume Roho yako juu yetu! Mikono yako uinyoshe sasa,:/: ishara za ajabu zifanyike, wagonjwa uwaponye kati yetu!:/:",
        "5 Uwaamshe waliosinzia, waliochoka huku safarini!:/: E’ Bwana utujie kama kale ulivyowabariki watu wako!:/:"
      ]
    },
    {
      "number": 295,
      "title": "#295 E' furahini watu wake Mungu",
      "verses": [
        "1 E’, furahini watu wake Mungu! Mwokozi wetu alituokoa. Neema kubwa, pendo la ajabu! Tusifu Mungu sana siku zote!\n\nE’ Mungu ana mamlaka yote, ni ngao na makimbilio yangu; Ni Baba yangu, na anasikia maombi yangu. Asifiwe!",
        "2 E’, furahini watu wake Mungu! Tuimbe nyimbo za furaha nyingi! Tusiogope ila tumwamini na twende mbele kwa uweza wake!",
        "3 E’, furahini watu wake Mungu! Tukimahangilia (sic) Mungu wetu, jirani zetu wasioamini watatamani kumjua Yesu.",
        "4 E’, furahini watu wake Mungu! Mfalme wetu yu pamoja nasi. Kitambo bado- na tutahamia mbinguni kwake Mkombozi wetu."
      ]
    },
    {
      "number": 296,
      "title": "#296 Dhambi, hatia zimeondolewa",
      "verses": [
        "1 Dhambi, hatia zimeondolewa, yote ya kale yamepita sasa. Damu ya Yesu imenisafisha; ninamfurahia Mkombozi wangu.\n\nMavazi safi na kao nzuri ninayo huko ju’ mbinguni. Thawabu nita’pewa huko ni taji ya uzima. Na Yesu ni Mwokozi wangu. Alinikomboa, alilipa deni langu. Pendo lake kubwa nina’sifu siku zote, ninamfurahia Mkombozi.",
        "2 Siku za manung’uniko zimekwisha, nimeokoka katika utumwa. Sasa naona raha na furaha sababu Bwana Yesu alinikomboa.",
        "3 Shaka na hofu zimeondolewa, na siogopi kufa kwangu tena. Katika Yesu ninatumaini. Na ninalindwa vema naye siku zote.",
        "4 Roho wa Mungu amenijaliza, anifariji katika mwenendo. Yesu Mwokozi yu karibu nami, aliye ngao yangu na makimbilio."
      ]
    },
    {
      "number": 297,
      "title": "#297 Nipe saa moja nawe Yesu",
      "verses": [
        "1 Nipe saa moja nawe Yesu nikichoka huku duniani! Hata nikiona vita kali, wanistarehesha siku zote.\n\nNipe saa moja nawe Yesu, kwani giza iko duniani! Natamani kukukaribia, kusikia neno lako zuri.",
        "2 Nipe saa moja nawe Yesu katika jaribu na taabu! U makimbilio yangu mema katika hatari na ghasia.",
        "3 Nipe saa moja nawe Yesu uliechukua dhambi zangu. Ninataka kueleza yote, kwani unanifaamu sana."
      ]
    },
    {
      "number": 298,
      "title": "#298 Ninao wimbo wakunifurahisha",
      "verses": [
        "1 Ninao wimbo wakunifurahisha wa Mwokozi, wa Mwokozi. Namshukuru kwa roho yote pia, Mwokozi mzuri ninaye!\n\nMwokozi – wimbo wangu, Mwokozi, Mwokozi! Mahali pote na siku zote nitamsifu Yesu kati’ yote. Mwokozi ni wimbo wangu wa huku na Mbinguni.",
        "2 Na jina moja ni lenye pendo tele: Yesu, Yesu, ndilo jina! Anipa yote niliyokosa mbele, Mwokozi mzuri ninaye."
      ]
    },
    {
      "number": 299,
      "title": "#299 Je, umelisikia jina zuri",
      "verses": [
        "1 Je, umelisikia jina zuri, Jina la Mwokozi wetu? Linaimbiwa duniani pote na katika watu wote.\n\nYesu, jina hilo linapita majina yote kwa uzuri! Ni lenye nguvu ya kutuokoa na hatia na makosa.",
        "2 Linafariji moyo wa huzuni, latutia raha kuu. Katika shida na hatari huku jina hili latulinda.",
        "3 Katika giza huku jina hili linang’aa kama nyota, lanipa utulivu na ‘hodari siku zote hata kufa.",
        "4 Majina yote yasahauliwa, ila jina lake Yesu milele litang’aa huko juu. Yesu, jina nzuri mno!"
      ]
    },
    {
      "number": 300,
      "title": "#300 Mungu awabarikie nyote",
      "verses": [
        "1 Mungu awabarikie nyote na awe pamoja nanyi! Awalinde kwa amani! Mungu n’awe nanyi siku zote!\n\nMungu n’awe nanyi daima hata mwisho wenu wa safari! Mungu n’awe nanyi daima hata tuonane huko juu!",
        "2 Mungu wetu awalinde pote na kuwahifadhi vema kwa mikono ya rehema! Mungu n’awe nanyi siku zote!",
        "3 Mungu awaangazie nuru, na awashibishe sana kwa fadhili zake Bwana! Mungu n’awe nanyi siku zote!",
        "4 Mungu awainulie uso! Na wakati wa kuhama mpelekwe kwa salama! Mungu n’awe nanyi siku zote!",
        "5 Mungu awabarikie nyote, awalinde m-we huru, awaangazie nuru! Awainulie uso wake!"
      ]
    },
    {
      "number": 301,
      "title": "#301 Njioni (sic) tumwimbie Bwana",
      "verses": [
        "1 Njioni tumwimbie Bwana tumfanyie shangwe kuu. Mwamba wa wokovu wetu, tuje kwake na shukrani, tumfanyie shangwe kuu, Bwana ni Mungu mkuu, na Mfalme wa wafalme, tena Bwana wa mabwana.",
        "2 Mikononi mwake zimo bonde zote za dunia. Na vilele vya milima ndiye aliyezifanya, aliifanya bahari na nchi akaiumba, njioni (sic) wote tuabudu, tusujudu Mungu wetu.",
        "3 Tupige magoti yetu mbele ya Muumba wetu. Kwani ndiye Mungu wetu nasi tupo mali yake, na kondoo zake yeye, ingekuwa heri leo, msikie neno lake msifanye mioyo gumu.",
        "4 Kama huko kwa Moria siku za Munga jangwani. Hapo walinijaribu babu zenu hapo kale. Wakanipima kuona matendo yangu makuu, kwa miaka arobaini nikahuzunishwa nao.",
        "5 Nikasema watu hawa waliopotoka mioyo. Hawakuzijua njia zangu niliwaonyesha, nakaapa kwa hasira yangu na kusema hivi: Wasiingie rahani mwangu ya huko Kanaani."
      ]
    },
    {
      "number": 302,
      "title": "#302 Mungu wetu alituambia, tusichoke",
      "verses": [
        "1 Mungu wetu alituambia, tusichoke kumtumikia. Wale watakaoshindwa huku watabaki huku duniani. Mungu wetu tunangoja sisi,\n\nMwnye enzi Yesu Mkombozi :/: Twawekewa makao mazuri:/: (Huku hakuna njaa) Twawekewa makao mazuri (Hakuna masumbuko) Twawekewa makao mazuri (Na hakuna kilio) Twawekewa makao mazuri (Wala masikitiko) Twawekewa makao mazuri (Na hakuna magonjwa) Twawekewa makao mazuri (Ni nchi ya milele) Twawekewa makao mazuri (Kuna fasi kwa wote) Twawekewa makao mazuri",
        "2 Bwana Mungu hakutukataa kwa dunia hii ya makosa. Watu ndio wanamkataa. Wamwamini adui shetani.",
        "3 Watu watakaoshinda huku, watapata raha ya milele. Mungu alitutumia Roho, kutuonya njia yake Yesu."
      ]
    },
    {
      "number": 303,
      "title": "#303 Nitamwimbia Mungu na furaha",
      "verses": [
        "1 Nitamwimbia Mungu na furaha, kwa sababu alishinda shetani.:/: Kwa furaha punda zote za Farao, walizozipanda wote wakafa.:/:\n\n:/: Kule ngambo, kule ngambo wa israeli walivuka, walipomwimbia nyimbo za Musa:/: :/: Kule ngambo walivuka na furaha walipomwimbia nyimbo za Musa.:/:",
        "2 Gari zote za askari kwa kupita, kwa kuwashambulia watu wa Mungu.:/: Wale wote mashujaa wa Farao, Mungu aliwafunikiza majini.:/:",
        "3 Wanawake waliimba kwa furaha. Wakapiga vinubi kwatika shangwe:/: na nabii Miriamu akasema, msifuni Mungu wetu kwa furaha.:/:",
        "4 Mwenyezi Mungu ni tumaini langu, tena Mungu anakuwa wimbo wangu.:/: Mwenyezi Mungu anipitia mbele, na tena ni yeye yuko ngao yangu.:/:"
      ]
    },
    {
      "number": 304,
      "title": "#304 Sifa, uwezo na heshima kwake Yesu",
      "verses": [
        "1 Sifa, uwezo na heshima, kwake Yesu Mwana kondoo. Sifa, uwezo na heshima, ni Mfalme wetu.\n\nSifa, sifa, mwimbie kwa shangwe Sifa, sifa, Mwana Kondoo.",
        "2 Siku ya kuja kututwaa, tutakwenda kumlaki. Na tena tutamfanana, sifa Mwana Kondoo.",
        "3 Nitafurahi kuondoka nchi hii ya mateso. Nitamkuta Bwana wangu, na Mwokozi wangu.",
        "4 Ninamwimbia tu kidogo, hapa chini duniani, nitamwimbia mara nyingi, huko kwake mbingu."
      ]
    },
    {
      "number": 305,
      "title": "#305 Sifa na sifa ninakupa Yesu",
      "verses": [
        "1 :/: Sifa na sifa ninakupa Yesu, kweli nimwimbie Mungu:/::/: Sifa, sifa na sifa kwa Yesu.:/:",
        "2 :/: Maombi yangu Bwana yakufikie, ee! Mungu wa heri yangu.:/:",
        "3 :/: Sitaki kuomba-omba kama ndege, kulia-lia porini.:/:",
        "4 :/: Na sasa roho yangu inasimama. Kweli nimwimbie Mungu.:/:",
        "5 :/: Na watakatifu wanasimama, wanamwimbia Mwokozi.:/:",
        "6 :/: Tuna huzuni ya wandugu wetu. Wako kwa giza ya dhambi.:/:"
      ]
    },
    {
      "number": 306,
      "title": "#306 Ninakuhitaji Mwokozi, Kujazwa",
      "verses": [
        "1 Ninakuhitaji Mwokozi, kujazwa na Roho yako. Mapema, mchana, jioni, nikutumikie Yesu.\n\n:/: Ninakuhitaji Yesu, nijazwe upendo wako. Na siku kwa siku, Mwokozi, nikutumikie vema.:/:",
        "2 Ikiwa ni siku za kazi, ikiwa ni siku kuu. Ninakuhitaji Mwenyezi, kujazwa na Roho yako.",
        "3 Nyumbani mwa baba na mama, kondeni mwa watu wengi. Popote ninapopitia, nilinde na niongoze.",
        "4 Ninakuhitaji, Mwokozi, katika maombi yangu. Niombe kwa mapenzi yako, nipate yanifaayo.",
        "5 Katika kitabu cha Mungu, twasoma ahadi zake. Aombaye atapewa, kwa jina la Yesu Kristo."
      ]
    },
    {
      "number": 307,
      "title": "#307 Walikombolewa waimba juu",
      "verses": [
        "1 Walikombolewa waimba juu, wakisujudu mbele zake Bwana. Huzuni na taabu zake dunia Bwana amewaondolea zote.\n\nWanamwimbia Mwana Kondoo aliyekufa, sasa yu hai, ameyashinda mauti.",
        "2 Wanashika vinubi mikononi wakiimba wimbo wa Mwana Kondoo na Musa mtumishi wake Mungu, wakifurahia kushinda kwake.",
        "3 Wasiopenda kumsujudia, katika dunia hii ya sasa. Hawataonekana mbele zake, watateketea motoni kweli.",
        "4 Mda unaobaki ni mfupi, tujitayarisheni ndugu sasa. Bwana ajapo tuwepo tayari, tutaimba naye kule mbinguni."
      ]
    },
    {
      "number": 308,
      "title": "#308 Naona maajabu leo",
      "verses": [
        "1 Naona maajabu leo (yatoka) yatoka Bwana Mungu wetu (wa kweli) Katika maahadi yake, (Ishara) Ishara zinaonekana. (Naona) naona majabu kubwa, (Napenda) napenda kushukuru Bwana. (Kwa nini) kwa kuwa anapenda mimi, (Ishara) ishara kubwa kutoka Mungu.",
        "2 Kati dunia yote hii (ni mambo) ni mambo mengi ya ajabu (ni Yesu) ni Yesu anapita wote (kufanya) kufanya maajabu mengi.",
        "3 Ni kama tetemeko kubwa (itembe’ ) itembeayo ndani yangu (nikiku’) ninikumbuka Yesu Kristo (ya kuwa) angali anipenda mimi.",
        "4 Viziwi na viwete vyote (na bubu), vipofu na wakoma wote (na wafu), na wafu walifufuliwa (kwa jina) kwa jina lake Yesu Kristo.",
        "5 Mapendo yake Mungu kwangu (makubwa), yananibembeleza vema (upendo), upendo wake Yesu Kristo (ni dawa), ni dawa manukato kwangu. (Sauti), sauti ya Mungu yasema: (Ni huyu), ni huyu Mwanangu mpendwa (Napenda), napendezwa na kazi yake, (Sikia), sikieni maneno yake."
      ]
    },
    {
      "number": 309,
      "title": "#309 Mungu akasema iwe nuru",
      "verses": [
        "1 Mungu akasema iwe nuru, ikawa nuru, Mungu akaona nuru yakwamba ni njema. Mungu akatenga nuru na giza, Mungu akaiita nuru mchana, na giza akaliita usiku. Ikawa asubuhi, ikawa jioni, siku moja.",
        "2 Mungu akasema na liwe anga, katikati ya maji. Likayatenge maji na maji, Mungu akalifanya anga. Akayatenga yale maji yaliyo juu ya anga, na yale maji yaliyo chini ya anga. Ikawa hivyo. Mungu akaliita lile anga mbingu. Ikawa jioni, ikawa asubuhi, siku ya pili.",
        "3 Mungu akasema, maji yaliyo chini ya mbingu, na yakusanyike mahali pamoja, ili pakavu paonekane, ikawa hivyo. Mungu akapaita pale pakavu nchi. Na makusanyiko ya maji akayaita bahari. Mungu akaona ya kuwa ni vyema kuwa ni vyema."
      ]
    },
    {
      "number": 310,
      "title": "#310 Ukitafuta wokovu, dhambi zivutwe",
      "verses": [
        "1 Ukitafuta wokovu, dhambi zivutwe. Twakuletea habari, Yesu anakuita.\n\nYesu Mwokozi akuita, akuita, akuita Yesu Mwokozi akuita, akuita wewe leo.",
        "2 Ukipotea dhambini mbali na Mungu wako, Yesu aliyekufia anakuita leo.",
        "3 Wewe uliyesikia mwito wa Yesu leo, usichelewe kufika, wakati wako leo.",
        "4 Wengine walisikia, bali walipotea. Hawakujuwa wakati wao wakuokolewa."
      ]
    },
    {
      "number": 311,
      "title": "#311 Mara kwa mara Yesu aita umwitikie",
      "verses": [
        "1 Mara kwa mara Yesu aita, umwitikie sasa. Yawezekana ni mara mwisho, anakuita sasa.\n\nWewe uliye dhambini, Yesu akutafuta. Akusamehe makosa, usichelewe ndugu.",
        "2 Machangamko ya kidunia hayatakupata (sic) raha. Na mapendezo ya wenye dhambi yakudanganya sasa.",
        "3 Giza ya kufa huja upesi, siku usipojua. Rafiki yangu usichelewe, kumpokea Yesu.",
        "4 Roho ikiwa nzito na dhambi, Yesu anakujua. Akupokea vile ulivyo, tena utaokoka.",
        "5 Mwito wa Mungu unakujia, mara kwa mara ndugu. Ukikataa kumpokea, utapotea kweli."
      ]
    },
    {
      "number": 312,
      "title": "#312 Zaburi 117: 1-2",
      "verses": [
        "1 Zaburi 117:1-",
        "2 . Enyi mataifa yote, msifuni Bwana, enyi watu wote mhimidi. Maana fadhili zake, kwetu sisi ni kuu, na uaminifu wa Bwana ni wa milele.\n\nZaburi 118: 1-7,2. Mshukuruni Bwana, kwa kuwa ni mwema. Kwa kuwa fadhili zake ni za milele. Israeli na aseme sasa, ya kwamba fadhili zake, ya kwamba fadhili zake ni za milele.",
        "2 Mlango wa Haruni na waseme sasa, ya kwamba fadhili zake ni za milele. Wamchao Bwana na waseme sasa, ya kwamba fadhili zake ni za milele.",
        "3 Katika shida yangu nalimwita Bwana. Bwana yuko upande wangu, sitaogopa; mwanadamu atanitenda nini? Bwana yuko upande wangu, msaidizi wangu, msaidizi wangu."
      ]
    },
    {
      "number": 313,
      "title": "#313 Kumbe wakati wapita mbio",
      "verses": [
        "1 Kumbe wakati wapita mbio, ni sawa jana mlipofika, mlitumika pamoja nasi, na sisi wote tulifurahi.",
        "2 Na kazi yenu tuliipenda, hamkuchoka kutufurahisha. Taabu yenu haiko bure, ni Bwana Yesu atawalipa.",
        "3 Mnaporudi mlikotoka twaomba Mungu mrudi tena. Kutumika pamoja nasi, kazi ni nyingi zinazowangoja.",
        "4 Machozi mengi yalengalenga kwa macho yetu mnapotuacha, ni siku gani tutaonana. Mwenyezi Mungu ndiye ajua.",
        "5 Salamu sana kwa nchi yenu, kwa makanisa na wakristo, sema Mwokozi ni Yesu peke, aliyekwisha kutusamehe.",
        "6 Pasha habari ya ile hati ya mashitaki imetundikwa na imekazwa kwa nguvu sana, msalabani ifedheheke.",
        "7 Na ile hati ya adui, ni Bwana Yesu ameifuta, hakuna tena hukumu kwetu tunaokaa ndani ya Yesu."
      ]
    },
    {
      "number": 314,
      "title": "#314 Kuomba ni agizo jema mno",
      "verses": [
        "1 Kuomba ni agizo jema mno, kupata ni ahadi tamu kweli. Likiwa nene nguvu na matata; tazama afungaye kwa upendo.\n\nSifa kwa Mungu Baba wetu, Anawaunga wawili leo, Alicho unganisha Mungu Mwana adamu asitenganishe.",
        "2 Tuombe kwa agizo la Mwokozi, tuliokuwa wenye kupotea, lakini sasa tunaunganishwa kwa jina lake Bwana Yesu Kristo.",
        "3 Uwe rafiki yake Bwana Yesu, msiharibu pendo kwa maneno, mkiheshimu Mungu kati yote, amani ya Yesu ‘takuwa nanyi.",
        "4 Mungu aliumba mme na mke na ikingali hivyo hata leo, na ninyi ndugu mnaunganishwa, katika jina lake Bwana Yesu.",
        "5 Salamu hii toka sisi wote, neno la Mungu la kuwafariji. Wakolosai kwa sura ya tatu haya ya kumi na nane inatosha."
      ]
    },
    {
      "number": 315,
      "title": "#315 Baba Mungu akifunga",
      "verses": [
        "1 Baba Mungu akifunga, hata moja tafungua. Na kama akifungua, wakufunga anakosa. Siku utatufungua tutaruka kama njiwa, Eh Mzaliwa wa kwanza wa viumbe vyake Mungu.",
        "2 Sisi watumishi wako, umetuachia kazi. Ili tuifanye kwa bidii na tungoje kuja kwako, watumishi wako Bwana. Tunaomba utulinde, Eh Mzaliwa wa kwanza wa viumbe vyake Mungu.",
        "3 Mara nyingi tunaona uchokozi wa dunia, kutupima roho zetu, kwa kutesa mwili wetu. Haleluya tutasifu Mkombozi wetu Yesu, eh Mzaliwa wa kwanza wa viumbe vyake Mungu."
      ]
    },
    {
      "number": 316,
      "title": "#316 Nyota kubwa inang'aa",
      "verses": [
        "1 Nyota kubwa inang’aa, inang’aa nguvu sana, ahadi ya zamani. Iling’aa tangu mbele manabii wali’ona, ilingoja wakati.:/: Iling’aa, nyota kubwa yang’aa.:/:",
        "2 Manabii waliona nyota ile iling’aa ilikuwa kwa mbali. Na Bwana aliona nyota kutoka Yakobo kwa maono rohoni.:/: Iling’aa, nyota toka Yakobo.:/:",
        "3 Mashauri ya mbinguni yalipokuwa tayari Mwokozi alifika. Nyota yake itang’aa kwa milele na milele, haizimike kamwe.:/: Itang’aa, itang’aa milele.:/:",
        "4 Iling’aa, iling’aa, iling’aa, iling’aa, ilikuwa kwa mbali. Ni majusi walipata kuiona mashariki nyota ya Bwana Yesu.:/: Iling’aa, iliangaza wazi.:/:",
        "5 Ni Isaya anasema kama mwana tumepewa, Mwokozi azaliwa. Anaitwa Wa ajabu na Mkuu wa amani, watu wake furahi.:/: Wa ajabu, Wa ajabu Masiya.:/:",
        "6 Mashariki, Magaribi, Kaskazini na Kusini inaangaza pote. Watu wote wameisha kusikia Neno lake linaangaza wote.:/: Wa ajabu, Wa ajabu Masiya.:/:"
      ]
    },
    {
      "number": 317,
      "title": "#317 Sisi tuliokoka na tunashangilia",
      "verses": [
        "1 Sisi tuliokoka na tunashangilia, twapita unlimwengu na tuna amani.",
        "2 Mwapenda vya dunia mbona hamvishibe, hata wababu zenu hawakuviweza.",
        "3 Dunia itaisha na vyote vilivyomo. Nyumba na mashamba, akili na pombe.",
        "4 Vinavyowadanganya havitawaokoa, vitakuwa majivu, arudipo Bwana.",
        "5 Na wenye roho ngumu, tuwafanyie nini? Mbona tunawaonya na mnakataa?",
        "6 Hatuna la kufanya, tutahamia mbingu. Tunasikitika ju’ ya wenye dhambi.",
        "7 Tutakwenda mbinguni, kuona wateule, vijana ‘takatifu waliotakaswa.",
        "8 Tutashirikiana na makabila tena, ila waliotubu na kuoshwa na Yesu."
      ]
    },
    {
      "number": 318,
      "title": "#318 Nimeliona pendo kubwa mno",
      "verses": [
        "1 Nimeliona pendo kubwa mno, na pendo hilo nalifurahia. Na jina lake mwenye kunipenda, Ni Mungu Baba tena Yesu Mwana.:/: Upendo wako nausifu sana, ewe Mungu nawe Yesu Kristo.:/:",
        "2 Mimi mtoto mdogo mbele yako, nakuhitaji unisaidie. Kwa kila kazi na kwa hali zote, kwa majaribu katika dunia.:/: Usiniache mimi peke yangu, uwe nami kwa safari yangu.:/:",
        "3 Nikikuomba uje kwangu Yesu, ukija tena ninaona hofu. Utanishika mimi mwanadamu, sitendi vema mimi mwenye shaka.:/: Nilipendalo silitendi tena, ninafanya nisilolipenda.:/:",
        "4 Nilipokuwa mtoto mchanga, na niliwaza mambo ya utoto. Na kwa wakati wakuwa mzima, nilibadili mambo ya utoto.:/: Matumaini na imani yangu, inakwamilishwa kwa injili.:/:",
        "5 Nimeliona pendo la Mwokozi, aliyenikomboa kati damu. Na damu hiyo si damu ya nyama, ni damu yake Bwana Yesu Kristo.:/: Ee! Mwenye haki kwa wasio haki, umetoa maisha na pendo.:/:"
      ]
    },
    {
      "number": 319,
      "title": "#319 Nafurahia wokovu niliopata",
      "verses": [
        "1 Nafurahia wokovu niliopata kwa Yesu, nitasifu Mungu wangu daima huko mbinguni. Wokovu niliopewa, na unanirusha juu, kw’ajili ya shangwe kubwa, inayoimba rohoni.",
        "2 Silinganishe wokovu wangu na kitu kingine. Kwani vyote vinakosa, bei ya wokovu wangu. Mwokozi alinifia, alinilipia damu, nayo ni ya bei ghali, safi ya Mwana wa Mungu.",
        "3 Ninaupenda wokovu, wanitosha kwa matata, kwani Bwana wa wokovu, hakufuata makelele. Aliwaponya wagonjwa, na alifufua wafu, akahubiri injili, alituonyesha njia.",
        "4 Ninakusifu Mwokozi, kwani umeniokoa, umenitosha kwa giza, na sasa niko nuruni. Mwenye upendo ni wewe, neema yake ni kubwa, ulinitosha kabisa, katitka pori na giza."
      ]
    },
    {
      "number": 320,
      "title": "#320 Mungu aliacha sisi watu wake",
      "verses": [
        "1 Mungu aliacha sisi watu wake walimaji kwa dunia, aliweka mbegu kwa mikono yetu tuzipande katika watu.\n\nKazi yetu yote itapimwa, mwenye shamba ni Yesu Kristo. Tusishinde huko na mikono bure katika mavuno ya Mungu.",
        "2 Hata roho za watu ni ngumu sana usingoje kupanda; tutavuna mavuno kwa furaha tena tutumikie Yesu daima.",
        "3 Siku za ujira zinakaribia. Tutapata hukumu, wenye kazi njema watapata sifa; haya itashika wavivu."
      ]
    },
    {
      "number": 321,
      "title": "#321 Mwokozi mzuri ni Yesu Kristo",
      "verses": [
        "1 Mwokozi mzuri ni Yesu Kristo, ninamshukuru sana. Alinitafuta kwa njia mbaya, ni mali ya Yesu Mwana.\n\nKwa damu nafunguliwa, kwa damu nafunguliwa. Alitoa yote kwa mimi na wote, kwa damu nafunguliwa.",
        "2 Alibeba dhambi msalabani, alitukomboa sote. Barua za deni na mashitaki, alizipasua zote.",
        "3 Ni heri kujua makimbilio, wakati wamajaribu. Nashinda kwa nguvu ya damu yake, asanti Mtakatifu.",
        "4 Aliteswa sana kwa Getsemane, uchungu aliunywesha. Lakini kwa mwisho msalabani, alisema imekwisha."
      ]
    },
    {
      "number": 322,
      "title": "#322 Nashika njia ya kwenda mbingu",
      "verses": [
        "1 Nashika njia ya kwenda mbingu, mimi msafiri duniani, naishi kwa taabu na mateso mengi. Bali nakaza mwendo nifike mbingu.",
        "2 Ijapo shida zanizunguuka, mimi msafiri njia, nashika njia nifike mbingu; nitarithi pamoja na Yesu, nitarithi pamoja na Yesu.:/:",
        "3 Wenzangu wote wananigombeza na marafiki wananicheka. Nasumbuliwa hata na wanangu, natazama Yesu rafiki Mwema.",
        "4 Ninachofanya maishani mwangu, nimpendeze Mungu aliye Mwema. Nijapoteswa, ninatumaini kuingia mbingu, ni nchi ya raha."
      ]
    },
    {
      "number": 323,
      "title": "#323 Nakutegemea Yesu unilinde hapa",
      "verses": [
        "1 Nakutegemea Yesu, unilinde hapa chini. Njia yangu ndefu sana wewe ndiwe kiongozi.\n\nUnitie nguvu kweli majaribu na mashaka vyazunguka roho yangu. Kweli utaniwezesha.",
        "2 Nilikuwa mbali nawe, hata hivyo ‘kanifia. Ulipenda roho yangu, nakupenda Bwana wangu.",
        "3 Kao nzuri la mbinguni, natamani kufikako. Unitengeneze tena yainue macho yangu.",
        "4 Hapa chini duniani ibilisi anguruma. Anataka kutumeza, sifa kwako twazunguka."
      ]
    },
    {
      "number": 324,
      "title": "#324 Bwana Yesu atashuka mbingu",
      "verses": [
        "1 Bwana Yesu atashuka mbingu na sauti za wamalaika. :/:(Lakini wewe) mwovu, ujue kama utaenda wapi. Itakuwa furaha kubwa, kwa wale wataenda na Mwokozi.:/: :/: (Itakuwa furaha) itakuwa furaha kubwa, kwa wale wataenda na Mwokozi.:/:",
        "2 :/: Waliokufa katika Bwana, wao watafufuliwa kwanza:/:",
        "3 :/: Na kisha sisi tulio hai tutanyakuliwa mbinguni.:/:",
        "4 :/: Nayo furaha ya wenye dhambi itageuka kuwa uchungu.:/:",
        "5 :/: Nayo huzuni ya wenye haki itageuka kuwa furaha.:/:"
      ]
    },
    {
      "number": 325,
      "title": "#325 Hapa katika dunia tunaachana",
      "verses": [
        "1 Hapa katika dunia tunaachana mara nyingi. Lakini kwa Mwokozi wetu, hatutatengwa naye.\n\nBaba Mungu awe pamoja nawe. Akulinde katika njia, Uende katika amani, Tu pamoja kwa maombi.",
        "2 Tukitengwa na rafiki, tunatumaini kwa Mungu, Yeye atatufariji, kwa neema na upendo.",
        "3 Adui wetu watatu, mwili, dunia na shetani. Uepuke wote hawa, ngao, neno lake Bwana.",
        "4 Baba Mungu twakuomba, uchunge huyumwana wako. Pamoja na jamaa lake, hata siko ya milele."
      ]
    },
    {
      "number": 326,
      "title": "#326 Siku kuu ya Mungu imekaribia",
      "verses": [
        "1 ..Siku kuu ya Mungu imekaribia, mwaliko umetumwa kwako. Mda ni mfupi, tujitayarishe, kwenda kumlaki Bwana Yesu.\n\nSiku inakuja, yawaka kama moto, kimbia hukumu yake Bwana. Siku inakuja, yawaka kama moto, kimbia hukumu yake Bwana.",
        "2 Wewe unasema: ni siku nyingi twaalikwa na wahubiri. Ufahamu kama siku moja kwa Bwana, ni kwama miaka elfu moja.",
        "3 Rafiki ‘jiulize, je umeokoka, kwa matendo na tabia yako? Kama bado, mpendwa, hujui amani, fanya hima uokoke sasa."
      ]
    },
    {
      "number": 327,
      "title": "#327 Katika giza la usiku pakawa na keleke",
      "verses": [
        "1 Katika giza la usiku, pakawa na kelele kuu. Tazama Bwana yu karibu, tokeni mwende kumlaki.\n\n:/: Tazama, Bwana yu karibu, Tokeni mwende kumlaki.:/:",
        "2 Na wanawali wote kumi, wakachukua taa zao. Lakini tano wapumbavu wapungukiwa na mafuta.",
        "3 Wakawasihi wa busara, tupeni kwa mafuta yenu. Zinazimika taa zetu, na hatujui tutendalo.",
        "4 Wakawajibu wa busara, hayatutoshi sisi nanyi. Mwendeni kwao wauzao mkajinunulie sasa.",
        "5 Na wakaenda kununua, akaja Bwana wa arusi. Watano walio tayari wakaingia arusini.",
        "6 Mlango hapo ukafungwa, halafu wale wapumbavu wakaja nao, wakalia, tufungulie, Bwana wetu.",
        "7 Bwana arusi akajibu: amina, siwajui ninyi. Kesheni basi, kwa sababu hamjui siku yangu.\n\n:/: Tazama, Bwana yu karibu. Jitayarishe kumlaki.:/:",
        "8 Gizani, nje ya arusi, wakasimama wapumbavu. Kulia wakalia sana, tufungulie, Bwana wetu.\n\n:/: Na jibu likatoka wazi: Mmechelewa kuingia.:/:"
      ]
    },
    {
      "number": 328,
      "title": "#328 Bwana Yesu 'tuongoze wende mbele",
      "verses": [
        "1 Bwana Yesu ‘tuongoze, wende mbele yetu. Sisi tuwe nyuma yako, tufike Sayuni. Sisi peke hatuwezi kuongoza njia yetu. Ulisema peke yako, wewe ndiwe njia.",
        "2 Huku chini duniani tunahangaishwa. Vinavyotuhangaisha vitabaki huku. Bwana Yesu tunachoka, tuwezeshe safarini. Kwa kungoja baragumu tushushie Roho.",
        "3 Mambo mengi yanafichwa kwa kukosa moto. Watu wengi wanacheza na maovu yao. Wanadhani huwaoni, mwovu anawadanganya. Tuma uamsho, Bwana, urudishe wengi.",
        "4 Twakwambia leo, ndugu, usidanganyike. Bwana Yesu anajua njia zako zote. Hata ikiwa usiku kwake kuna nuru wazi. Acha njia zile ndugu, saa zingaliko.",
        "5 Usidhani hakuoni, anavumilia. Anangoja siku ile atimize yote. Una heri leo, ndugu, kwani tunakukumbusha. Fika leo kwa Mwokozi, saa zinapita.",
        "6 Anabisha mlangoni, umfungulie, anataka aingie kuokoa wewe. Mbona humfungulie? Anakuhitaji wewe. Ne’ma kwako itakwisha, utahukumiwa.",
        "7 Una heri, ndugu, wewe uliye hokoka, Bwana Yesu akirudi, tutashangilia. Tutamfanana Yesu, na kurithi mji ule, wa milele na milele, mji wa heri…"
      ]
    },
    {
      "number": 329,
      "title": "#329 Ewe Mwana wa Mungu niokoe nami",
      "verses": [
        "1 Ewe Mwana wa Mungu, niokoe nami, nikutumikie na niende Sayuni. (2x)\n\n:/: Sifa zina wewe, Sifa zina wewe, Sifa zina wewe, Milele na milele.:/:",
        "2 Mavuno ni mengi, watenda kazi ‘chache. Ita wengi Bwana, waingie kazini. (2x)",
        "3 Tuombe kwa bidii Bwana wa mavuno, atume watumishi kati shamba lake. (2x)",
        "4 Bwana Yesu yu aja, na ujira wake, kulipa watumishi kama kazi zao. (2x)"
      ]
    },
    {
      "number": 330,
      "title": "#330 Yesu alipoenda alituachia kazi",
      "verses": [
        "1 Yesu alipoenda alituachia kazi, na sasa tuifanye, kwani wakati wapita.\n\nUyainue macho, uyainue macho! Uyainue macho, uyatazame mavuno!",
        "2 Usisimame bure, taifa wapotea usiku, wakabili, hakuna atendaye.",
        "3 Aliyekwisha ‘lima, atazamapo nyuma hafai utumishi na ufalme wa Mungu.",
        "4 Utapokea nini, ‘subuhi ya milele, watakapopata taji watumishi wa’minifu?"
      ]
    },
    {
      "number": 331,
      "title": "#331 Anayeshuhudia kwamba tutafika",
      "verses": [
        "1 Anayeshuhudia kwamba tutafika mbingu ni Roho wake Mungu, anayeweka tumaini la kufika mbingu ni Roho wake Mungu.\n\n:/: Tumwombe, tumtafute, Ni wetu Yesu alisema:/:",
        "2 Roho yule anafanya njia kati vita kali, kuwaendea ndugu, apungungapo mara tunaanza kuogopa na kujihurumia.",
        "3 Upendo wako, ndugu uanzapo, kupunguka, ujuwe Roho yule amekwisha kukuacha, pengine mwili wako unaanza kukusonga, tunaye msaidizi.",
        "4 Tunakuomba, Bwana Yesu, umtume kwetu, msaidizi huyo wa maisha yetu huku. Tunaingia sasa kati vita duniani, wandugu tumuombe Mungu."
      ]
    },
    {
      "number": 332,
      "title": "#332 Sawa na wapitaji wa dunia",
      "verses": [
        "1 Sawa na wapitaji wa dunia. Tunapita huzuni na shida. Siku moja tutaongozwa naye, hata huko mbinguni kwa Baba.\n\nSawa nyota za mbingu tutang’aa, kwa Yesu Mwokozi mbinguni. Tuishike safari kwa nguvu, na kusifu Mwokozi kwa nyimbo.",
        "2 Hatushinde katika dunia, kwa kupewa dhahabu na fedha, ila tunatazama shabaha, ni mjini mbinguni kwa Baba.",
        "3 Tukikaa nyumbani wala hema. Tangu utoto hata mauti. Tuna ahadi, kuongozwa naye, kwamba tutafikishwa kwa Baba."
      ]
    },
    {
      "number": 333,
      "title": "#333 Sisi huku si matajiri, kwani miaka y...",
      "verses": [
        "1 Sisi huku si matajiri, kwani miaka yapita. Mara nyingi twapata shida, kwani miaka yapita. Tukimwamini Yesu na kumtumikia, tutapata thawabu, kwani miaka yapita.\n\nYapita, yapita, yapita, yapita, tumikieni Mwokozi, kwani miaka yapita.",
        "2 Hatutaogopa kitu, kwani miaka yapita. Bali tutafurahi tu, kwani miaka yapita. Dunia ni shida, mashaka na huzuni. Bali tukaze mwendo, kwani miaka yapita.",
        "3 Rafiki wanatuacha, kwani miaka yapita. Na safari itaisha, kwani miaka yapita. Tupande mbegu njema, rohoni mwa wenzetu, wengine waokoke, kwani miaka yapita."
      ]
    },
    {
      "number": 334,
      "title": "#334 Majira yatuonyesha ya kwamba",
      "verses": [
        "1 Majira yatuonyesha kwamba Yesu yu karibu, ahadi sasa zatimia; tujitayarishe mioyoni.\n\n:/: Tujiandae sasa, na tujiweka tayari.:/:",
        "2 Dunia yameremeta na kuvuta macho ya wengi, hayo yote yaonyesha kweli, ni ishara za mwisho.",
        "3 Tukeshe kati maombi, tutaumaliza mwendo. Yesu ndiye nuru kushinda, tumtegemee yeye."
      ]
    },
    {
      "number": 335,
      "title": "#335 Nitafanya nini mimi siwezi kitu",
      "verses": [
        "1 :/: Nitafanya nini mimi, siwezi kitu?:/: Siwezi kujiokoa, siwezi kujisafisha, siwezi kujigeuza, siwezi kujirefusha, siwezi kujifupisha, na sitajisaidia. Naomba kwake Yesu, anitengeze (sic).",
        "2 :/: Nitafanya nini mimi, sijui mtu?: /: Sijui mawazo yake, sifahamu nguvu zake, sijui upendo wake, sijui imani yake, sijui uzuri wake, wala udhaifu wake. Nitaomba kwake Yesu, mwenye hekima, anifahamishe mtu aliyeumba.",
        "3 :/: Nitafanya nini na huu mwili wangu?:/: Nasikia, sifahamu, natazama na sioni, naitika na sifanyi, ninatumwa na siendi, na mwili una matata, wachokoza roho yangu. Nitaomba Roho msaidizi wetu. Nitapewa nguvu kwa jina lake Yesu.",
        "4 :/: Nitafanya nini mimi niseme vema?:/: Sijui kusema sawa, maneno yaniponyoka, nayo yanachanganyika, mabaya hata mazuri, yote yatoka pamoja, siwezi kuyarudisha. Ninaomba kwake Mungu anisamehe. Nikaseme kila lugha mpya vizuri.",
        "5 :/: Roha inapenda kutumikia Yesu?:/: Ni mwili unakataa, unanizuia sana, badala ya kuhubiri, naenda kwa shamba langu, au kwa byashara yangu. Ninapotaka kuomba uvivu unanijaa, kama nataka kuimba watu huja na maneno. Mungu utanisamehe hayo makosa, yananifikia lakini siyapendi."
      ]
    },
    {
      "number": 336,
      "title": "#336 Kisimani kwa yordani",
      "verses": [
        "1 Kisimani kwa yordani Bwana Yesu alishuka. Toka mji Galilaya mpaka Yordani abatizwe\n\nNaja nibatizwe Nibatizwe nawe Mbatizaji",
        "2 Kisimani kwa yordani amebatizwa Mwokozi. Utukufu wa mbinguni wamshuhudia Mwana",
        "3 Kisimani kwa yordani, maajabu toka Mungu. Tazama toka mbinguni, Roho amjia Mwana",
        "4 Kisimani kwa yordani, hapa Baba, Mwana, Roho. Wanitangulia mbele, nami nyuma nafuata",
        "5 Kisimani kwa yordani, mtu wa kale Akafa. Nimefufuka na Kristo, kati usafi na pendo."
      ]
    },
    {
      "number": 337,
      "title": "#337 Tumpende Yesu aliye tupenda",
      "verses": [
        "1 Tumpende Yesu aliye tupenda. Tutapata dhawabu tukimpenda.\n\n:/: Bahari na mawimbi na upepo wavuma, utuongoze Bwana tuvuke nga’mbo:/:",
        "2 Yesu alisema nitarudi tena kwachukuwa wote kwenda mbinguni",
        "3 Tusiharibishwe na dunia hii, inapita upesi kama kivuli",
        "4 Eh Yesu Mwokozi utuhurumie tunateswa na dhambi kwa dunia hii"
      ]
    },
    {
      "number": 338,
      "title": "#338 Yesu alinipenda",
      "verses": [
        "1 Yesu alinipenda kwa maisha yangu alinifia kweli nami nitamshukuru",
        "2 Bwana ni nguvu yetu sisi ni nyumba yake upokee wokovu usio nunuliwa",
        "3 Umwamini Mwokozi njia ya msalaba kwake kuna amani uje usichelewe\n\nAlinipenda Bwana wangu. Alinipenda kweli maisha yangu yote ni yeye ananipenda kweli."
      ]
    },
    {
      "number": 339,
      "title": "#339 Watu wa ngambo ya Yordani",
      "verses": [
        "1 Watu wa ngambo ya Yordani waona mwanga Mkuu. WaGalilaya ya mataifa waona mwanga mkuu.\n\nYesu azaliwa, Giza limetoka twaona mwanga mkuu twa- twaona mwanga mkuu. Kweli-twaona mwanga mkuu.",
        "2 Waliokwenda katika giza, waona mwanga mkuu Kwa ajili yao amezaliwa, waona mwanga mkuu",
        "3 Namataifa washangilia, waona mwanga mkuu. Amezaliwa mtoto mme, Mwokozi wa amaini."
      ]
    },
    {
      "number": 340,
      "title": "#340 Twendelee na kazi ya Bwana",
      "verses": [
        "1 Twendelee na kazi ya Bwana, maana inayo mwisho. Ndugu beba silaha za Bwana upigane na Shetani.\n\nBwana wangu, ninajua, mimi si wa dunia, Kabla sijafika juu mbinguni Bwana nitakuimbia.",
        "2 Ndungu kumbuka kuwa rafiki, wa dunia ni kupotea. Fanya kazi ya Mungu ukijua Safari ya nyumbani yaja.",
        "3 Usiseme “sikusikia, Habari ya Mwenyezi Mungu”. Kwani Neno limehubiriwa mahali mbali mbali sana."
      ]
    },
    {
      "number": 341,
      "title": "#341 Neema ya Mungu ni kubwa",
      "verses": [
        "1 :/: Neema ya Mungu ni kubwa kuliko makosa (na dhambi) Inatosha kusamehe Mimi na wenzangu:/:\n\n:/: Mimi, ningekuwa wapi (na dhambi) Mzigo, nilikuwa nao zamani: Nilipokuwa chini ya sheria Sasa ni neema:/:",
        "2 :/: Nitasema nini Mungu ni kwa upendo wangu A liyetoa, Mwana juu yangu: Mimi na wenzangu:/:",
        "3 :/: Ishara naona mimi maskini kabisa (nipate) ondeleo la makosa, yangu na wenzangu:/:",
        "4 :/: Neema ya Mungu ni kubwa Kuliko dhahabu (ni mali) Itoshayo kwa maisha, yangu na wenzangu:/:"
      ]
    },
    {
      "number": 342,
      "title": "#342 Nasikia habari ya mji",
      "verses": [
        "1 Nasikia habari ya mji Uko mbali na mji na taabu, Nuru yake ni Mwana Kondoa. Siku moja nitaingiamo. Haleluya naruka kwa shangwe Haleluya nakwenda kwa mji, Haleluya nafika upesi Siku moja nitaingiamo.",
        "2 Kuna nchi pasipo machozi Na taabu na vita huzuni, Wala ‘gonjwa hautakuwepo. Siku moja nitaingiamo Haleluya naruka rohoni. Haleluya nakwenda kwa mji, Haleluya karibu kufika Siku moja nitaingiamo.",
        "3 Na jamaa ya nchi ya Heri Wanavikwa na nguo nyeupe, Wana taji za dhahabu safi Siku moja nitakuwako. Haleluya mashaka hayako Wala shida anguko si huko Natamani kuingiamo."
      ]
    },
    {
      "number": 343,
      "title": "#343 Bwana Mungu, nashangaa kabisa",
      "verses": [
        "1 Bwana Mungu, nashangaa kabisa. Nikifikiri jinsi ulivyo Nyota ngurumo vitu vyote pia viumbwavyo kwa uwezo wako.\n\nRoho yangu naikuimbie jinsi wewe ulivyo mkuu:/:",
        "2 Nikitembea pote duniani ndege uimba na wasikia. Milima upendeza macho sana, upepo nao nafurahia.",
        "3 Yesu Mwokozi utakapo rudi Kulichukuwa kanisa lako. Nitaimba sifa sako milele wote waone jinsi ulivyo."
      ]
    },
    {
      "number": 344,
      "title": "#344 Kunyakuliwa kwa kanisa",
      "verses": [
        "1 Kunyakuliwa kwa kanisa, kama vile imetajwa, waliyo mwamini Mwokozi, watamukuta Yesu hewani.\n\nMaandiko Matakatifu yanasema ju ya namba nne mm ya kunyakuliwa – Ya kwanza: kunyakuliwa kwa Henokia mm – Ya pili: Kunyakuliwa kwa Eliya mm – Ya tatu: Kunyakuliwa kwa Yesu – Ya nne: Kunyakuliwa kwa Kanisa mm amba sisi tulipo hai:/:",
        "2 Waaminifu wa Bwana Yesu, Yesu yuaja upesi, kuchukuwa Kanisa lake ambao sisi tilio hai.",
        "3 Waaminifu wa Bwana Yesu, tuwe hodari kwa Bwana, Kanisa litachukulia amba sisi tuliyo hai."
      ]
    },
    {
      "number": 345,
      "title": "#345 Tumusifu mwokozi",
      "verses": [
        "1 Tumsifu mwokozi Yesu kwani’ ahadi zake zatimia mbio siku Bwana taporudi tapeleka wa kwake dunia pote (m m)\n\nKongo nao wanangoja… duniani pote Wa Rwanda nao wanangoja… duniani pote. Warundi nao wanangoja.. duniani pote. Nikawaambia hivi kwamba… duniani pote. Ya kuwa Yesu ni Mwokozi… duniani pote. Kweli, nitakwenda naye Mwokozi. Nipeleke injili duniani pote. Yesu wangu nipe uwezo. Nipeleke injili duniani pote (m m)",
        "2 Ndugu zangu ninyi wakristo Tujiweke tayari tumngoje Yesu Kumbukeni yalisemwa katika makanisa duniani pote (m m)\n\nWazungu nao wanangoja… duniani pote Wafrika nao wanangoja… duniani pote. Nikawaambia hivi kwamba… duniani pote. Ya kuwa Yesu ni Mwokozi… duniani pote. Kweli, nitakwenda naye Mwokozi. Nipeleke injili duniani pote. Yesu wangu nipe uwezo. Nipeleke injili duniani pote (m m)"
      ]
    },
    {
      "number": 346,
      "title": "#346 Bwana u sehemu yangu",
      "verses": [
        "1 Bwana u sehemu yangu, Rafiki yangu wewe. Katika safari yangu, ‘tatembea na wewe.\n\nPamoja na wewe, pamoja na wewe. Katika safari yangu ‘tatembea na wewe.",
        "2 Mali hapa sikutaka, ili Niheshimiwe. Na yanikute mashaka, Sawa sawa na wewe.\n\nPamoja na wewe, pamoja na wewe. Katika safari yangu ‘tatembea na wewe.",
        "3 Niongoze safarini, Mbele unichukue. Mlangoni pa mbinguni, Niingie na wewe\n\nPamoja na wewe, pamoja na wewe. Katika safari yangu ‘tatembea na wewe."
      ]
    },
    {
      "number": 347,
      "title": "#347 Oh Mara ngapi tunasumbuka",
      "verses": [
        "1 Oh mara ngapi tunasumbuka na roho inalegea, tunazungukwa na giza kubwa tunaogopa sana. Sauti tamu ya Bwana yesu tunasikia kusema, mtoto wangu ninakupenda, sitakuacha daima.\n\nKwa kila wakatiii, kwa kila pahali Aliahidi kuchunga, hataniacha daima. Kwa kila wakatiii, kwa kila pahali, Aliahidi kuchunga, hataniacha daima.",
        "2 Mpenzi umesahau mbio sauti hii ya mapendo, ya Bwana Yesu aliyetoa uzima wake kwako. Mtoto unayechoka sana kumbuka sitakuacha, niliahidi nitakuchunga na kuwa nawe daima.",
        "3 Halafu ndugu ufarijiwe katika kila matata, Mwokozi wako anakupenda na kuikaa nawewe. Nyoosha kwake mkono wako utamkuta karibu, Faraja tamu kumusikia sitakuacha daima."
      ]
    },
    {
      "number": 348,
      "title": "#348 Ninasafiri kila siku",
      "verses": [
        "1 Ninasafiri kila siku kwenda mbinguni safari nayo oh oh oh inanichokesha, nitauona lini huo muji wa mbinguni wenye makao oh oh oh wa milele.",
        "2 Nisaidie Mungu baba ninachoka maisha haya ah ah ah yananichokesha sitayaweza mimi peke yangu Bwana nisaidie uniongoze nifike inchi yangu Bwana ah ya milele",
        "3 Maisha haya yanatusumbua kila siku yanatukosesha kufika inchi yetu ya milele nifanye nini ili nami nifike huko niushinde huu mwili wangu wa makosa.\n\nMilele oh oh oh milele milele. Inchi ya milele Mungu wa milele. Makao ya milele e e mji wa milele. A a a milele milele milele na milele nitaakaa huko kwetu mbinguni milele.:/:"
      ]
    },
    {
      "number": 349,
      "title": "#349 Kuna mji mzuri sana huko",
      "verses": [
        "1 Kuna mji mzuri sana huko juu Mbinguni, mji ule, mji mwenye uzima\n\n(Mji ule), wachache wanao ingia (Kuingia). Wale wasio jichafua katika dunia (wauwaji) wowote hata na wongo wote hata na wizi wote vijana wachafu wote hawatauingia mji wenye uzima.",
        "2 Kama nitakuja kuingia mji mwenye uzima Nitakuja, nitakuja kweli kufurahi",
        "3 Na mimi niingie ule mji wenye uzima. Mji ule, mji ule, ule wenye uzima.",
        "4 Bwana ninakuomba wewe uwe Mwokozi wangu, Niokowe, niokowe nami ‘taingia."
      ]
    },
    {
      "number": 350,
      "title": "#350 Heri kama sauti yangu",
      "verses": [
        "1 Heri kama sauti yangu, imefika kwako we Mungu\n\nKwa mana wewe Mungu (baba) u mwingi; baba mwenye huruma Yesu kuja kukufia (sisi):/: Uyavute makosa yangu, Mungu Baba Mwana na Roho:/:",
        "2 Heri kama ulimi wangu unakuimbia we Mungu",
        "3 Heri Kama majina yangu yameandikwa kwako we Mungu.",
        "4 Heri kama na nyumba yangu imekuwa tayari kwako."
      ]
    },
    {
      "number": 351,
      "title": "#351 Tukae ndani ya Yesu",
      "verses": [
        "1 :/: Tukae ndani ya Yesu, Naye ndani yetu. Ikiwa hatumo ndani yake, hatutapata uzima:/:\n\n:/: Biblia yatueleza kwamba Yesu ni mzabibu wa kweli. Na tawi lisilozaa tunda, litaondolewa na kutupa motoni:/:",
        "2 :/: Mfano huo ni kwetu, Yesu ni mzabibu na tukizaa matunda mema tutaingia mbinguni:/:"
      ]
    },
    {
      "number": 352,
      "title": "#352 Mwombeni Bwana",
      "verses": [
        "1 Mwombeni bwana wa mavuno ‘peleke watenda-kazi shambani. Shamba limeiva, mavuno mengi, watenda-kazi wachache sana.\n\nNdugu zetu tujikaze kutumika kazi zake, Tutalipwa kwa wakati tusipo zimia mioyo",
        "2 Wandugu wengi wapotea hawajui Yesu na wokovu. Inueni vichwa mtazame kuwa mashamba yameiva.",
        "3 Ole kwao wasio fanya kazi ambazo wamepewa. Watajikuta kati shida zitakapo tolewa taji."
      ]
    },
    {
      "number": 353,
      "title": "#353 Mafikiti yangu",
      "verses": [
        "1 Mafikiri yangu, huwa ila mbingu, sina majaribu na huzuni tena. Kwa milele nitapumzika pale, sitaona chozi kamwe mara tena.\n\n:/: Ninapenda sana kuwa pale juu:/: Kwa milele nitamwona Bwana Yesu, Ninapenda sana kuwa pale juu.",
        "2 Kati mji mpya, roho haiumie, Umaskini na mateso yataisha. Dhambi haingii nasumbua roho, kama niliisha kuingia mbingu.",
        "3 Kati mji mpya, tutaona ndugu, Hatutatengwa mara tena pale juu. Kwa milele tutamshukuru Yesu, tutapoonana kwa Yerusalemu.",
        "4 Mkumbuke pendo kubwa la Mwokozi. Alishuka kutufia sisi sote. Kwa imani tutaona kuja kwake atatuchukuwa kwa Yerusalemu."
      ]
    },
    {
      "number": 354,
      "title": "#354 Safisheni roho zenu",
      "verses": [
        "1 Safisheni roho zenu, Mle nitafanya makao.\n\n:/: Roho safi:/: Mle nitafanya makao.",
        "2 Nymba ya mikono ya watu, Sitaingiamo hata kidogo.",
        "3 Mimi ni Mtakatifu, Sitaingiamo rohoni chafu."
      ]
    },
    {
      "number": 355,
      "title": "#355 Kwa kilima cha mbali",
      "verses": [
        "1 Kwa kilima cha mbali, kulikuwa na mti, mfano wa shida na haya. Mti ule ni hapo Yesu akawa kweli dhabihu na dhambi na deni.\n\n:/: Naupenda msalaba ule nguvu zake zanipa kushinda, Msalaba naukumbatia hata nitakapo pata taji:/:",
        "2 Msalaba wa kale, umenivuta kwake, Ujapo tupiwa zarau. Mwana-kondoo safi alikufa Golgotha mabegani aliuchukua.",
        "3 Msalaba wa kale wenye damu ya Yesu, uzuri ajabu unao. Yesu Mwana wa Mungu, aliteswa akafa na wokovu alitupatia.",
        "4 Msalaba wa kale, naupenda daima, Ingawa dhihaka na bezo. Hata ananiita, kwenda kwake mbinguni, kushiriki utukufu wake."
      ]
    },
    {
      "number": 356,
      "title": "#356 Sitasahau nilipootoka",
      "verses": [
        "1 Sitasahau nilipootoka Yesu aliingiamo rohoni. Mto wa sifa na shangwe watoka, Kisima kile ninacho rohoni.\n\n:/: Ajabu kuu:/: Neema gani napata wokovu.:/: Ajabu kuu:/: Mimi wa dhambi napata wokovu.",
        "2 Katika watu wa dhambi ma elfu, Anichagua Rafiki mpenzi. Mimi ni huru ninamuimbia, wimbo wa roho, zaburi na tenzi.",
        "3 Msalabani Alinifilia, mwili na roho zipate wokovu. Ni pendo gani na neema pia, Anajitoa kwa watu wa dhambi.",
        "4 Roho wa Mungu alinishukia, na kunijaza upendo mkuu. Moyoni mwangu ninashangilia, Ananijaza kwa nguvu ya Yesu"
      ]
    },
    {
      "number": 357,
      "title": "#357 Ombeni nanyi mtapewa",
      "verses": [
        "1 Ombeni nanyi mtapewa, Tafuteni nanyi , mtaona, Bisheni nanyi mtafungulia, asema Yesu.\n\n:/: Kwa maana kila aombaye hupokea, kwa maana naye atafutaye ataona, Naye abishaye atafunguliwa:/:",
        "2 Nani kwenu mtu ambaye, Mwanawe akimuomba mkate, Naye atamupa mwanaye jiwe, Enyi ndugu.",
        "3 Kati yenu nani mwanawe, Akimuomba kula samaki, Naye atamupa mwanawe nyoka, Enyi ndugu."
      ]
    },
    {
      "number": 358,
      "title": "#358 Ee Yesu ingia rohoni",
      "verses": [
        "1 :/: Ee Yesu ingia rohoni kabisa, Unioshe niwe safi, Nakusihi, ee Bwana wangu.:/:\n\nMakosa na dhambi ninazo ewe Bwana, Unioshe niwe safi, Nakusihi ee Bwana wangu.",
        "2 :/: Ee Bwana sitaweza kusahau wokovu, Nilipata kwa njia ya Yesu Mwokozi wangu:/:",
        "3 :/: Ee Bwana usikie ombi langu, Niombapo, Shuguli ninazo wazijuwa ee Bwana wangu:/:"
      ]
    },
    {
      "number": 359,
      "title": "#359 Katika roho yangu",
      "verses": [
        "1 Katika roho yangu, ninaomba uamsho, Bwana tuma uamsho, Ukaanze kwangu mimi.\n\n:/: Bwana tuma uamsho:/: Bwana tuma uamsho, Ukaanze kwangu mimi.",
        "2 Ndani ya roho zetu tunaomba Roho wako. Tuma moto wako Yesu uamshe roho zetu.",
        "3 Katika siku hizi, roho zetu zasinzia, Tuamshe Bwana Yesu, tutoke kwa usingizi."
      ]
    },
    {
      "number": 360,
      "title": "#360 Bwana asema, nitume nani",
      "verses": [
        "1 Bwana asema, nitume nani.:/: Na ninani atakaye kwenda badala yetu :/:\n\n:/: Nitume mimi Bwana, Nitume mimi Bwana, Nitume mimi Bwana , Nitume mimi Bwana:/:",
        "1 Midomo yangu, ni chafu sana,:/: Ulioshe kwa kaa la moto uitakase:/:",
        "2 Ninaogopa, kuwa mdogo,:/: Kuhubiri neno lake Bwana pote niendako:/:",
        "3 Waniambia, nisiogope,:/: Nitapata ujasiri mwingi kutoka kwako :/:"
      ]
    }
  ]
}